Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppleBooks.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_WLAN
source: Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better, and when we do collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Apple Books, like every Apple product and service, is designed with these principles in mind. Providing the Stores We use your personal data to provide the services and features in the App Store and other Apple online stores, including iTunes Store and Apple Books. This information includes, for example, your account and payment information, which you can access and change in settings, and your purchase and download history. When you download content from Apple Books, identifiers such as your device’s hardware ID and IP address are logged by Apple along with your Apple Account. As a convenience to you, Apple Books syncs your bookmarks, notes, and collections across your signed-in devices and computers. This information is stored in association with your Apple Account. Improving the Stores To improve the experience in the App Store and other Apple online stores, we collect information about your usage of Apple Books, including when you open or close the store, what content you search for, the content you view and download, and your interactions with notifications. We also collect information about your device such as the type of device, the version of your operating system, and the amount of free space on your device. We may use this information to assess whether requested content can be downloaded, to understand general trends in use of device storage, and whether your device is connected by WLAN or cellular. What you search for also makes it possible for us to offer trending searches. We use aggregate information about app usage and reading activity to improve search and recommendations. We collect user interactions with books to understand user engagement, prioritize features, and understand aggregate reading activity. This information is associated with random unique identifiers for each user and each book so that Apple does not learn a particular user’s reading activity. For books downloaded from Apple Books, usage is aggregated across users in association with information about the book, such as genre. For books or other documents not downloaded from Apple Books, we collect file format but no information about the content of the book. We use iCloud to sync identifiers using end-to-end encryption for books usage activity across your devices that are signed in to iCloud. To reset these identifiers on your iOS, iPadOS, or visionOS device, go to Settings > Apps > Books and tap Reset Identifier. Personalizing the Stores We use your interactions with Apple Books to help you discover the content that’s most relevant to you. For example, knowing what content you view or download makes it possible for us to offer personalized features like More Books You Might Like. We recommend content that we think will be of interest to you based on what you’ve previously searched for, viewed, downloaded, updated, reviewed or added to your Want to Read List. We also use your reading activity, such as your progress within a book, to generate more relevant recommendations. This reading activity is not associated with your Apple Account. We use your purchase history and payment methods together with account information derived from your Apple Account. You can turn off personalization features in the App Store, Apple Books, iTunes Store, Videos, Podcasts, and for subscriptions from Apple, by turning off Personalized Recommendations for your Apple Account. On your iOS, iPadOS, or visionOS device, go to Settings > [your name] > Media & Purchases, tap View Account, and then tap to turn off Personalized Recommendations. Siri suggests content you might like based on on-device processing of information derived from the apps you use. This information is not sent to Apple. You can disable this at any time on your iOS, iPadOS, or visionOS device by going to Settings > Apps > Books > Siri & Search, and tapping to turn off Show in App. Communicating with You Apple may use information about your account, such as the Apple products you own and your subscriptions to Apple services, to send you communications about the Apple Books and other Apple products, services, and offers that may be of interest to you. Apple may also use information about your activity within Apple Books to send you communications about new features, content, and offers available on Apple Books. You may receive these communications by email, if you consent to receive email marketing. You can change your email preferences and opt out of receiving these emails by going to account.apple.com, or on iOS, iPadOS, or visionOS devices by going to Settings > [your name] > Personal Information > Communication Preferences. You may also receive these communications by push notification. To update your notification preferences or to opt out of notifications on your iOS, iPadOS, or visionOS device, go to Settings > Notifications > Books. Advertising Apple-delivered advertising helps people discover apps, products, and services on the App Store, Apple News, and Stocks. We use information about your device, account, purchases, subscriptions, and downloads to ensure that ads are relevant. When you search on the App Store, we also use your search terms. We create groups of people, called segments, who share similar characteristics and we use these groups for delivering targeted ads. Information about you is used to determine which segments you are assigned to, and thus, which ads you receive. To protect your privacy, targeted ads are delivered only if more than 5,000 people meet the targeting criteria. The information used to determine which ads are relevant to you is tied to random identifiers and not tied to your Apple Account. If the Personalized Ads setting is turned on, Apple’s advertising platform may use your information to serve ads that are more relevant to you. If you do not want to receive ads targeted to your interests from Apple’s advertising platform, you can choose to turn off Personalized Ads. Turning off Personalized Ads will prevent Apple from using your information for ad targeting. It may not decrease the number of ads you receive, but the ads may be less relevant to you. Learn more about Apple Advertising & Privacy at www.apple.com/legal/privacy/data/en/apple-advertising. Learn about how to opt out of personalized ads in the App Store, Apple News, and Stocks at support.apple.com/105131. Sharing with Third Parties We are obligated to provide some non-personal data about your content purchases to strategic partners that work with Apple to provide our products and services, help Apple market to customers, and sell ads on Apple’s behalf to display in the App Store and Apple News and Stocks. For example, we may share non-personal data with content owners so that they can measure the performance of their creative work, meet royalty and accounting requirements, and improve their products and services. Applicable Legal Basis for Processing Personal Data We process your personal data in the Books app generally for performance of your contract with Apple as necessary for providing the service and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process the following categories of personal data as necessary for purposes of our legitimate interests or those of a third party, including information about: • Your use of the Books app, including features you use (for example, what you add to your Want to Read list), what content you search for, the content you view, your reviews, and your interactions with notifications • Your account, such as the Apple products you own, your subscriptions to Apple services, and your purchases and downloads • Your device’s hardware ID and IP address These legitimate interests include: • Optimizing and improving the service for you and others • Helping you to discover content that’s most relevant to you • Sending you communications about Apple Books and other related Apple products, services, and offers that may be of interest to you • Providing reporting for content owners • Preventing fraud and other malicious activity Retention We retain personal data associated with your purchases and downloads for the periods specified by applicable laws relating to financial reporting, which vary by region. For most customers, that requires at least a 10-year retention period, but in regions such as China, that period can be 30 years. We also retain a record of your purchase and downloads of content for at least as long as you have an account with us to allow you to redownload that content, again in line with our applicable terms. We retain other information such as browsing activity and searches for a shorter period, most typically two years. The period chosen takes account of applicable legal requirements to retain data and specific business use cases. However, some information, such as purchases but not your stored card details, may be retained as business records even after you close your account or stop using Apple Books or other Apple online stores. When you use a payment card, Apple may retain and automatically update your card number and billing information for future purchases, recurring transactions, or other uses you authorize. Apple may obtain this information from your financial institution or payment network, and also use it for fraud prevention and verification. Preventing Fraud and Other Malicious Activity We also collect personal data to prevent fraud and other malicious activity in Apple Books and other Apple online stores, and other Apple apps and services. This information includes device information, such as device type and software version, location information (approximated by matching the IP address of your internet connection to a geographic region, if available), download and purchase history, and other interactions with the stores. When you initiate a purchase, Apple may use information about your historical business relationship with Apple to process the request and determine whether to provide the product or service in advance of authorization by the payment partner. We also compute a device trust score on your device when you attempt a purchase using information about how you use your device, including the approximate number of phone calls or emails you send and receive. The submission is designed so Apple cannot learn the real values on your device. The score is stored for a fixed time on our servers. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy
ar: تمثل حماية خصوصية وأمان معلوماتك أولوية للجميع في Apple؛ ولهذا نعمل جاهدين لجمع البيانات التي نحتاج إليها فقط بهدف تحسين تجربتك وجعلها أفضل من ذي قبل، وحينما نجمع البيانات نرى أنه من المهم لك أن تكون على دراية بالبيانات التي نجمعها وسبب حاجتنا لها، حتى تتمكن من اتخاذ اختيارات مدروسة. ويسري ذلك أيضًا على Apple Books، تمامًا مثل بقية منتجات وخدمات Apple. تقديم المعلومات للمتاجر نستخدم بياناتك الشخصية لنوفر الخدمات والميزات في App Store ومتاجر Apple الأخرى على الإنترنت، بما في ذلك iTunes Store و Apple Books. تتضمن هذه المعلومات على سبيل المثال معلومات الدفع والحساب التي يمكنك الوصول إليها وتغييرها من الإعدادات، بالإضافة إلى سجل تاريخ المشتريات والتنزيلات. عند تنزيل المحتوى من Apple Books، تسجل Apple معرِّفات مثل معرِّف جهازك وعنوان IP بالإضافة إلى حساب Apple. لراحتك، يقوم تطبيق Apple Books بمزامنة الإشارات المرجعية والملاحظات والمجموعات الخاصة بك عبر أجهزتك وأجهزة الكمبيوتر المسجَّل دخولها. ويتم تخزين هذه المعلومات بالاقتران مع حساب Apple الخاص بك. تحسين المتاجر لتحسين تجربة الاستخدام في App Store ومتاجر Apple الأخرى على الإنترنت، يتم جمع معلومات عن استخدامك لـ Apple Books، بما في ذلك الأوقات التي تفتح فيها المتجر أو تغلقه، والمحتوى الذي تبحث عنه، والمحتوى الذي تطّلع عليه وتنزّله، وكذلك تفاعلاتك مع الإشعارات. نجمع أيضًا معلومات عن جهازك مثل نوع الجهاز، والإصدار الخاص بنظام التشغيل، وحجم المساحة الفارغة المتوفرة على الجهاز. قد نستخدم هذه المعلومات لتقييم ما إذا كان المحتوى المطلوب يمكن تنزيله، ولفهم الأنماط العامة لاستخدام مساحة تخزين الجهاز، وما إذا كان جهازك متصلاً بـ WLAN أم عبر خدمة خلوية. ما تبحث عنه يساعدنا أيضًا في تقديم اقتراحات البحث الرائجة. نستخدم معلومات مجمعة حول استخدام التطبيقات ونشاط القراءة لتحسين البحث والتوصيات. نحن نجمع تفاعلات المستخدم مع الكتب لفهم تفاعل المستخدم وترتيب أولوية الميزات وفهم نشاط القراءة إجمالاً. يتم ربط هذه المعلومات بمعرّفات فريدة عشوائية لكل مستخدم وكل كتاب، وبذلك لا تعرف Apple نشاط القراءة الخاص بمستخدم بعينه. في حالة الكتب التي تم تنزيلها من Apple Books، يتم جمع معلومات الاستخدام من المستخدمين على نحو مرتبط بمعلومات حول الكتاب، مثل النوع. أما في حالة الكتب أو المستندات الأخرى التي لم يتم تنزيلها من Apple Books، فنجمع تنسيق الملف، لكن دون أي معلومات حول محتوى الكتاب. نحن نستخدم iCloud لمزامنة المعرّفات باستخدام تشفير كامل لنشاط استخدام الكتب عبر أجهزتك التي تم تسجيل دخولها إلى iCloud. لإعادة تعيين هذه المعرِّفات على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > التطبيقات > الكتب، واضغط على إعادة تعيين المعرِّف. تخصيص المتاجر نحن نستخدم تفاعلاتك مع Apple Books لمساعدتك في اكتشاف المحتوى الذي يهمك. على سبيل المثال، تمكننا معرفة المحتوى الذي عرضته أو نزلته من تقديم ميزات مخصصة مثل "More Books You Might Like". نحن نقترح عليك المحتوى الذي نعتقد أنه سيعجبك استنادًا إلى ما قمت من قبل بالبحث عنه أو مشاهدته أو تنزيله أو تحديثه أو مراجعته أو إضافته إلى قائمة "أريد قراءته". ونستخدم أيضًا نشاطك في القراءة - مثل تقدمك في كتاب ما - لإنشاء توصيات ملائمة أكثر. ولا يتم ربط نشاط القراءة هذا بحساب Apple. ونستخدم سجل تاريخ الشراء وطرق الدفع، إلى جانب معلومات الحساب المشتقة من حساب Apple. يمكنك إيقاف ميزات التخصيص في App Store و Apple Books و iTunes Store وتطبيقي الفيديوهات والبودكاست، وللاشتراكات من Apple، وذلك عن طريق إيقاف التوصيات المخصصة لحساب Apple. على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > [اسمك] > الوسائط والمشتريات، اضغط على عرض الحساب، ثم اضغط لإيقاف التوصيات المخصصة. يقترح Siri المحتوى الذي قد ينال إعجابك، وذلك استنادًا إلى معالجة المعلومات المتوفرة على الجهاز المشتقة من التطبيقات التي تستخدمها. ولا تُرسَل هذه المعلومات إلى Apple. يمكنك تعطيل ذلك في أي وقت على جهاز iOS أو iPadOS أو visionOS بالانتقال إلى الإعدادات > التطبيقات > الكتب > Siri والبحث، والضغط لإيقاف "إظهار في التطبيق". التواصل معك قد تستخدم Apple معلومات حول حسابك - مثل منتجات Apple التي تمتلكها واشتراكاتك في خدمات Apple - لإرسال رسائل إليك حول Apple Books ومنتجات Apple وخدماتها وعروضها التي قد تهمك. قد تستخدم Apple أيضًا معلومات حول نشاطك في Apple Books لتراسلك حول الميزات الجديدة والمحتوى والعروض المتوفرة على Apple Books. قد تتلقى هذه المراسلات عبر البريد الإلكتروني إذا وافقت على تلقي رسائل التسويق عبر البريد الإلكتروني. ويمكنك تغيير تفضيلات بريدك الإلكتروني وإلغاء الاشتراك في تلقي رسائل البريد الإلكتروني هذه بالانتقال إلى account.apple.com، أو الانتقال على أجهزة iOS أو iPadOS أو visionOS إلى الإعدادات > [اسمك] > المعلومات الشخصية > تفضيلات التواصل. قد تتلقى هذه المراسلات عبر الإشعارات اللحظية أيضًا. لتحديث تفضيلات الإشعارات أو إلغاء الاشتراك في الإشعارات على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > الإشعارات > الكتب. الإعلانات تساعد الإعلانات التي تقدمها Apple الأشخاص على اكتشاف التطبيقات والمنتجات والخدمات على App Store و Apple News و"الأسهم". نستخدم معلومات عن جهازك وحسابك ومشترياتك واشتراكاتك وتنزيلاتك لضمان ملاءمة الإعلانات. عندما تبحث في App Store، نستخدم أيضًا مصطلحات البحث الخاصة بك. تجدر الإشارة إلى أننا ننشئ مجموعات من الأشخاص تسمى "شرائح"، ويشترك هؤلاء الأشخاص في سمات شخصية متماثلة، ونستخدم هذه المجموعات لاستهدافهم بالإعلانات. وتُستخدم المعلومات المتعلقة بك لتحديد الشرائح التي يتم وضعك فيها، ومن ثَم تحديد الإعلانات التي تتلقاها. ولحماية خصوصيتك، لا يتم تقديم الإعلانات الموجهة إلا إذا استوفى أكثر من ٥٠٠٠ شخص معايير الاستهداف. وتكون المعلومات المستخدمة لتحديد الإعلانات المتعلقة بك مرتبطة بمعرفات عشوائية ولا يتم ربطها بحساب Apple. في حالة تشغيل إعداد الإعلانات المخصصة، قد تستخدم منصة إعلانات Apple معلوماتك لتقديم إعلانات أكثر ملائمة لك. إذا كنت لا ترغب في تلقي إعلانات تستهدف اهتماماتك من منصة إعلانات Apple، يمكنك اختيار إيقاف الإعلانات المخصصة. وسيؤدي إيقاف الإعلانات المخصصة إلى منع Apple من استخدام معلوماتك في الإعلانات الموجهة. قد لا يؤدي ذلك إلى تقليل عدد الإعلانات التي تتلقاها، ولكن قد تكون الإعلانات أقل ملاءمة لك. يمكنك معرفة المزيد عن إعلانات Apple والخصوصية على الرابط: www.apple.com/legal/privacy/data/ar/apple-advertising تعرَّف على كيفية إلغاء الاشتراك في الإعلانات المخصصة في App Store و Apple News والأسهم على الرابط: support.apple.com/105131 المشاركة مع الجهات الخارجية نحن ملزمون بتقديم بعض البيانات غير الشخصية حول مشتريات المحتوى إلى الشركاء الاستراتيجيين الذين يعملون مع Apple لتقديم منتجاتنا وخدماتنا، ومساعدة Apple في التسويق إلى العملاء، وبيع الإعلانات نيابة عن Apple لعرضها في App Store و Apple News والأسهم. على سبيل المثال، يمكننا مشاركة بعض البيانات غير الشخصية مع شركاء استراتيجيين مثل مالكي المحتوى، وذلك حتى تتوفر لهم إمكانية قياس أداء عملهم الإبداعي والوفاء بمتطلبات المحاسبة والامتياز، وكذلك تحسين الخدمات والمنتجات. الأسس القانونية الواجب تطبيقها لمعالجة البيانات الشخصية نعالج بياناتك الشخصية في تطبيق الكتب بشكل عام لتنفيذ عقدك مع Apple، وحسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج الفئات التالية من البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما حيثما ينص القانون المحلي المعمول به على ذلك. وتضم هذه المعلومات: • استخدامك لتطبيق الكتب، بما في ذلك الميزات التي تستخدمها (على سبيل المثال، ما تضيفه إلى قائمة أريد قراءته)، والمحتوى الذي تبحث عنه، والمحتوى الذي تعرضه، ومراجعاتك، وتفاعلاتك مع الإشعارات • حسابك، مثل منتجات Apple التي تملكها واشتراكاتك في خدمات Apple ومشترياتك وتنزيلاتك • معرف المكونات المادية لجهازك وعنوان IP تتضمن هذه المصالح المشروعة ما يلي: • تحسين الخدمة لك وللآخرين • مساعدتك في اكتشاف المحتوى الملائم لك • إرسال مراسلات إليك حول Apple Books ومنتجات Apple وخدماتها وعروضها الأخرى ذات الصلة والتي قد تهمك • تقديم التقارير إلى مالكي المحتوى • منع الاحتيال والأنشطة الضارة الأخرى الاحتفاظ بالمعلومات نحتفظ بالبيانات الشخصية المرتبطة بمشترياتك وتنزيلاتك للفترات الزمنية التي تحددها القوانين المعمول بها فيما يتعلق بالتقارير المالية، والتي تختلف باختلاف المنطقة. لمعظم العملاء، يتطلب ذلك أن تكون فترة الاحتفاظ بالمعلومات عشر سنوات على الأقل، لكن في مناطق مثل الصين، قد تكون هذه الفترة ٣٠ سنة. إضافة إلى ذلك، نحتفظ بسجل تنزيل وشراء المحتوى طالما لديك حساب معنا على الأقل، وذلك حتى نمكنك من إعادة تنزيل المحتوى وفقًا للشروط المعمول بها لدينا. نحتفظ بمعلومات أخرى مثل نشاط التصفح وعمليات البحث لفترة أقصر، وذلك لمدة سنتين في العادة. وتأخذ هذه الفترة في الاعتبار المتطلبات القانونية المعمول بها للاحتفاظ بالبيانات وحالات استخدامات تجارية محددة. لكن قد يتم الاحتفاظ ببعض المعلومات مثل المشتريات - دون حفظ تفاصيل بطاقتك المخزنة - في صورة سجلات تجارية، حتى بعد أن تغلق حسابك أو تتوقف عن استخدام Apple Books ومتاجر Apple الأخرى على الإنترنت. عند استخدام بطاقة دفع، قد تحتفظ Apple برقم البطاقة ومعلومات الفوترة وتحدّث تلك المعلومات تلقائيًا لاستخدامها في عمليات الشراء المستقبلية أو المعاملات المتكررة أو غير ذلك من الاستخدامات الأخرى التي تخوّلها أنت. قد تحصل Apple على هذه المعلومات من المؤسسة المالية أو شبكة الدفع، وقد تستخدمها أيضًا لمنع الاحتيال وإجراء عمليات التحقق. منع الاحتيال والأنشطة الضارة الأخرى نجمع أيضًا البيانات الشخصية لمنع الاحتيال والأنشطة الضارة الأخرى في Apple Books ومتاجر Apple الأخرى على الإنترنت وتطبيقات Apple وخدماتها الأخرى. وتتضمن هذه المعلومات معلومات الجهاز، مثل نوع الجهاز وإصدار البرنامج، ومعلومات الموقع التقريبية -إذا توفرت- عن طريق مطابقة عنوان IP الخاص باتصالك بالإنترنت مع منطقة جغرافية، وسجل تاريخ التنزيل والشراء، والتفاعلات الأخرى مع المتاجر. عند بدء عملية شراء، قد تقوم Apple باستخدام معلومات حول علاقة العمل التاريخية مع Apple لمعالجة الطلب وتحديد ما إذا كانت ستوفر المنتج أو الخدمة للحصول على إذن من شريك الدفع. نحن نحسب أيضًا مستوى موثوقية الجهاز على جهازك عندما تحاول إجراء عملية شراء باستخدام معلومات حول كيفية استخدامك لجهازك، بما في ذلك عدد المكالمات أو رسائل البريد الإلكتروني التي ترسلها وتستلمها تقريبًا. ويتم إرسال هذه المعلومات بطريقة لا تمكّن Apple من معرفة القيم الحقيقية على جهازك. ويتم تخزين مستوى الموثوقية لمدة زمنية ثابتة على خوادمنا. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Защитата на поверителността и сигурността на вашата информация е приоритет за всички в Apple. Работим усилено, за да събираме само данните, от които се нуждаем, за да направим вашето изживяване по-добро, а когато събираме данни, вярваме, че е важно да знаете какво събираме и защо това ни е необходимо, за да можете да направите информиран избор. Apple Books, подобно на всеки продукт или услуга на Apple, е проектирано, като са взети предвид тези принципи. Предоставяне на магазините Използваме личните ви данни, за да предоставяме услугите и функциите в App Store и други онлайн магазини на Apple, включително iTunes Store и Apple Books. Тази информация включва, например, вашата регистрация и информация за плащания, до които можете да получите достъп и да промените в настройки, както и историята за изтеглянията. Когато изтеглите съдържание от Apple Books, идентификаторите като хардуерния идентификатор на устройството и IP адрес се регистрират от Apple заедно с вашата Apple регистрация. За ваше удобство услугата Apple Books синхронизира отметките, бележките и колекциите между устройствата и компютрите, които използвате. Тази информация се съхранява с връзка към вашата Apple регистрация. Подобряване на магазините За да подобрим аспектите на изживяването в приложението App Store и другите Apple онлайн магазини, събираме информацията за използването на Apple Books, включително кога отваряте или затваряте приложението, какво съдържание търсите и съдържанието, което преглеждате и изтегляте, както и взаимодействието ви с известията. Ние също така събираме информация за вашето устройство, като например типа на устройството, версията на вашата операционна система и количеството свободно пространство на вашето устройство. Може да използваме тази информация, за да преценим дали исканото съдържание може да бъде изтеглено, да разберем общите тенденции в използването на пространството за съхранение на устройството и дали устройството ви е свързано през WLAN или мобилна връзка. Това, което търсите, също ни дава възможност да правим актуални предложения за търсене. Използваме обобщена информация за използването на приложението и активността на четене, за да подобряваме търсенето и препоръките. Ние събираме информация как потребителят взаимодейства с книгите, за да разберем неговата ангажираност, да приоритизираме функциите и да разберем обобщената активност на четене. Тази информация се свързва със случайни уникални идентификатори за всеки потребител и всяка книга, така че Apple не научават за активността на четене за конкретен потребител. За изтеглените книги от Apple Books, употребата се обобщава между потребителите във връзка с информацията за книгата, като например жанр. За книгите и други документи, които не са изтеглени от Apple Books, ние събираме файловия формат, но без информация за съдържанието на книгата. Използваме iCloud, за да синхронизираме идентификаторите, които използват криптиране от край до край за активността на употребата на книги на всички ваши устройства, на които сте влезли в iCloud. За да нулирате тези идентификатори на iOS, iPadOS или visionOS устройство, отидете в Настройки > Приложения > Книги и докоснете Нулиране на идентификатора. Персонализиране на магазините Използваме информацията за това как използвате услугата Apple Books, за да ви помогнем да откривате съдържанието, което е най-подходящо за вас. Например, когато знаем какво съдържание преглеждате или изтегляте, ни дава възможност да предлагаме персонализирани функции като „Повече книги, които може да харесате”. Препоръчваме съдържание, което смятаме, че ще представлява интерес за вас въз основа на това, което сте търсили, гледали, изтеглили, обновявали, преглеждали или добавили в списъка ви Искам да прочета. Също така използваме вашата активност на четене като прогреса в дадена книга, за да генерираме по-подходящи препоръки. Тази активност на четене не се свързва с вашата Apple регистрация. Използваме историята на покупките и методите за плащане, заедно с информацията за вашата сметка, получени от вашата Apple регистрация. Можете да изключите персонализираните функции в приложенията App Store, Apple Books, iTunes Store, Видео, Подкасти и за абонаментите от Apple, като изключите Персонализирани препоръки за вашата Apple регистрация. На вашето iOS, iPadOS или visionOS устройство отидете в Настройки > [вашето име] > Медия и покупки, докоснете Преглед на регистрация и след това докоснете, за да изключите Персонализирани препоръки. Siri предлага съдържание, което бихте могли да харесате, въз основа на обработената от устройството информация, извлечена от приложенията, които използвате. Тази информация не се изпраща на Apple. По всяко време можете да изключите това на вашето iOS, iPadOS или visionOS устройство, като отидете в Настройки > Приложения > Книги > Siri и търсене и докоснете, за да изключите Покажи в приложение. Връзка с вас Apple може да използва информация от вашата регистрация, като продуктите на Apple, които притежавате, и вашите абонаменти за услуги на Apple, за да ви изпраща съобщения относно услугата Apple Books и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас. Apple може да използва информацията за вашата активност в Apple Books, за да ви изпраща съобщения за нови функции и оферти, налични в Apple Books. Може да получавате тази информация по имейл, ако се съгласите да получавате маркетинг имейли. Можете да промените настройките си за имейли и да се откажете от получаването на тези имейли, като отидете на account.apple.com, или на вашето iOS, iPadOS или visionOS устройство, като отидете в Настройки > [вашето име] > Лична информация > Настройки на комуникация. Може да получавате тази информация и с push известия. За да обновите вашите настройките за известяване или за да изключите известията на устройства с iOS, iPadOS или visionOS, отидете в Настройки > Известия > Книги. Реклама Рекламите, предоставени от Apple, помагат на хората да откриват приложения, продукти и услуги в приложенията App Store, Apple News и Акции. Използваме информация за вашето устройство, регистрация, покупки, абонаменти и изтеглено съдържание, за да направим така, че рекламите да са подходящи за вас. Когато търсите в App Store, използваме също така и търсените думи. Създаваме групи от хора, наречени сегменти, които споделят сходни характеристики и използваме тези групи за предоставяне на насочени реклами. Информацията за вас се използва, за да се определи с кои сегменти сте свързани и по този начин кои реклами да получавате. За да се защити вашата поверителност, насочените реклами се показват само ако повече от 5000 души отговарят на критериите за насочване. Информацията, използвана, за да се определи кои реклами са подходящи за вас, е свързана със случайни идентификатори и не се свързва с вашата Apple регистрация. Ако настройката Персонализирани реклами е включена, рекламната платформа на Apple може да използва вашата информация, за да показва реклами, които са по-подходящи за вас. Ако не искате да получавате от рекламната платформа на Apple реклами, насочени към вашите интереси, можете да изберете да изключите Персонализирани реклами. Изключването на Персонализирани реклами ще попречи на Apple да използва вашата информация за насочване на реклами. Това може да не намали броя на рекламите, които получавате, но рекламите може да са по-малко подходящи за вас. За да научите повече за рекламите от Apple и поверителността, отидете на www.apple.com/legal/privacy/data/en/apple-advertising. За да научите как да се откажете от персонализираните реклами в App Store, Apple News и Акции, отидете на support.apple.com/105131. Споделяне с трети страни Ние сме задължени да предоставим някои нелични данни за съдържанието на вашите покупки на стратегически партньори, които работят с Apple, за да предоставят нашите продукти и услуги, да помагат на Apple да рекламират на клиентите и да продават от името на Apple реклами, които да се показват в App Store и приложенията Apple News и Акции. Например, може да споделяме нелични данни с притежателите на съдържание, така че те да могат да измерват ефективността на творческата си работа, да се съобразяват с изискванията за авторски права и счетоводство и да подобряват техните продукти и услуги. Приложимо законово основание за обработка на лични данни Обработваме личните ви данни в приложението Книги основно за изпълнението на договора ви с Apple, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме следните категории лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна, включително информация за: • Вашето използване на приложението Книги, включително функции, които използвате (например, какво добавяте в списъка ви Искам да прочета), какво съдържание търсите, съдържанието, което гледате, вашите рецензии и взаимодействието ви с известията • Регистрацията ви като продуктите на Apple, които притежавате, абонаментите ви за услуги на Apple и вашите покупки и изтегляния • Хардуерният идентификатор и IP адресът на вашето устройство Тези легитимни интереси включват: • Оптимизиране и подобряване на услугата за вас и другите потребители • Помощ за откриване на съдържанието, което е най-подходящо за вас • Изпращане на съобщения относно Apple Books и други свързани продукти, услуги и оферти на Apple, които могат да представляват интерес за вас • Предоставяне на отчети за собственици на съдържание • Предотвратяване на измами и други злонамерени дейности Запазване на данните Ние запазваме лични данни, свързани с вашите покупки и изтеглено съдържание, за определен период от време според приложимото законодателство за финансови отчети, като този период може да се различава за различните региони. За повечето клиенти се изисква поне 10-годишен период на запазване, но в региони като Китай този период може да бъде 30 години. Също така съхраняваме запис за вашата покупка и изтегляне на съдържание поне докато имате регистрация при нас, за да ви позволим да изтегляте отново това съдържание в съответствие с нашите приложими условия. Запазваме друга информация като активност при браузване и търсения за по-кратък период, най-често две години. Избраният период взема предвид приложимите законови изисквания за запазване на данни и конкретни случаи за бизнес употреба. Въпреки това, част от информацията, като покупки, но не и съхраняваните данни за картата ви, може да се запази като бизнес записи дори и след като затворите сметката си или спрете да използвате услугата Apple Books или други Apple онлайн магазини. Когато използвате карта за плащане, Apple може да запази и автоматично да обновява номера на картата и информацията за фактуриране при бъдещи покупки, повтарящи се транзакции или други случаи на използване, за които предоставите разрешение. Apple може да получи тази информация от вашата финансова институция или мрежа за плащане и да я използва и за предотвратяване и проверка на измами. Предотвратяване на измами и други злонамерени дейности Ние събираме и лични данни, за да предотвратим измами и други злонамерени дейности в Apple Books и други Apple онлайн магазини, както и други приложения и услуги от Apple. Тези данни включват информация за устройството като тип на устройството и версия на софтуера, информация за местоположението (приблизително по съответствието на IP адреса на вашата интернет връзка с географския район, ако са налични), история на изтегленото съдържание и покупките и други взаимодействия с магазините. Когато инициирате покупка, Apple може да използва информацията за предишните ви бизнес отношения с Apple, за да обработи заявката и да определи дали да предостави продукта или услугата преди оторизацията от партньора за плащане. Също така, когато се опитвате да направите покупка, ние изчисляваме рейтинг доверие на устройството за вашето устройство, като използваме информация за това как използвате устройството си, включително приблизителния брой телефонни обаждания или имейли, които изпращате и получавате. Изпратените данни са проектирани така, че Apple не може да научи реалните стойности на вашето устройство. Рейтингът се запазва за определено време на нашите сървъри. Събраната от Apple информация ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: A Apple, la protecció de la privacitat i seguretat de la teva informació és una qüestió prioritària. Ens esforcem per recopilar només les dades que necessitem per millorar l’experiència. En aquesta línia, quan recopilem informació, creiem que és important que sàpigues quina és i per a què la necessitem, de manera que puguis prendre decisions amb coneixement. Com la resta de productes i serveis d’Apple, l’Apple Books s’ha dissenyat partint d’aquests principis. Informació que es proporciona a les botigues Per oferir‑te els serveis i les funcions de l’App Store i de la resta de botigues en línia d’Apple, incloses la botiga de l’Apple Books i l’iTunes Store, utilitzem les teves dades personals. Aquesta informació inclou, per exemple, la informació de pagament i la del compte, que pots consultar i canviar a la configuració, així com l’historial de compres i descàrregues. En descarregar contingut de l’Apple Books, Apple registra, juntament amb el compte d’Apple, informació com ara l’identificador del maquinari del dispositiu i l’adreça IP. Per a la teva comoditat, l’Apple Books sincronitza els marcadors, les notes i les col·leccions en tots els dispositius i ordinadors als quals has iniciat sessió. Aquesta informació s’associa al compte ID d’Apple i es desa. Millora de les botigues Per millorar l’experiència a l’App Store i a la resta de botigues en línia d’Apple, recopilem informació sobre com utilitzes l’Apple Books, incloses dades sobre quan obres o tanques la botiga, quin contingut hi cerques, quin contingut visualitzes i descarregues, i com interacciones amb les notificacions. També recopila informació sobre el dispositiu, com ara el tipus de dispositiu, la versió del sistema operatiu i la quantitat d’espai lliure. Apple pot fer servir aquesta informació per valorar si es pot descarregar el contingut que has sol·licitat, per entendre les tendències generals d’ús i d’emmagatzematge del dispositiu i si el dispositiu està connectat a una xarxa WLAN o mòbil. Les dades de les cerques també ens permeten oferir‑te’n les tendències. Utilitzem informació agregada sobre l’ús de les apps i l’activitat de lectura per millorar la cerca i les recomanacions. Recopilem les interaccions dels usuaris amb els llibres per saber quins interessos tenen, prioritzar les funcions i comprendre l’activitat de lectura agregada. Aquesta informació sʼassocia amb identificadors únics aleatoris per a cada usuari i cada llibre perquè Apple no obtingui informació sobre lʼactivitat de lectura dʼun usuari en particular. Pel que fa als llibres descarregats de lʼApple Books, recopilem informació dʼús de manera agregada junt amb altres dades sobre el llibre, com ara el gènere. Pel que fa als llibres o altres documents que no sʼhan descarregat de lʼApple Books, recopilem el format de lʼarxiu però no recopilem informació sobre el contingut del llibre. Utilitzem lʼiCloud per sincronitzar amb encriptació dʼextrem a extrem els identificadors relacionats amb lʼactivitat dʼús dels llibres en tots els dispositius amb el quals has iniciat sessió a lʼiCloud. Per restablir aquests identificadors en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Apps > Llibres i toca “Restableix l’identificador”. Personalització de les botigues Utilitzem les teves interaccions amb l’Apple Books per ajudar‑te a descobrir continguts que pensem que et poden interessar. Per exemple, si sabem quin contingut has visualitzat o descarregat, podem oferir‑te certes funcions personalitzades, com ara altres llibres que et podrien agradar. Et recomanem contingut que pensem que et pot interessar en funció de què hagis cercat, visualitzat, descarregat, actualitzat o valorat o afegit a la llista “Per llegir”. També utilitzem dades com el progrés de lectura per fer‑te recomanacions més rellevants. L’activitat de lectura no s’associa al compte d’Apple. Utilitzem l’historial de compres i els mètodes de pagament juntament amb la informació del compte que es deriva del compte d’Apple. Si no vols aplicar les funcions de personalització, desactiva les recomanacions personalitzades per al compte d’Apple a l’App Store, l’Apple Books, l’iTunes Store, l’app Vídeos, l’Apple Podcasts i les subscripcions d’Apple. En un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > [nom] > Continguts i compres > Mostra el compte i, tot seguit, desactiva les recomanacions personalitzades. Siri et suggereix contingut que et pot agradar basant‑se en el processament de la informació dels dispositius, que s’extreu de les apps que utilitzes. La informació no s’envia a Apple. Per desactivar aquesta opció i que no es mostrin a l’app, en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Apps > Llibres > Siri i cerca. Comunicació amb tu Apple pot utilitzar la informació sobre el compte, com ara els productes d’Apple que tinguis i els serveis d’Apple a què t’hagis subscrit, per enviar‑te comunicacions sobre l’Apple Books i altres productes, serveis i ofertes d’Apple que et puguin interessar. Apple també podrà utilitzar informació sobre l’activitat a l’Apple Books per enviar‑te comunicacions sobre funcions noves, continguts i ofertes disponibles a l’Apple Books. Si acceptes rebre màrqueting per correu electrònic, rebràs aquest tipus de comunicacions per aquest canal. Per canviar les preferències dels correus i deixar de rebre’n, ves a account.apple.com o, en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > [nom] > Informació personal > Preferències de comunicació. També pots rebre aquestes comunicacions com a notificacions push. Per actualitzar les preferències de les notificacions o per desactivar‑les en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Notificacions > Llibres. Publicitat La publicitat que ofereix Apple és molt útil per descobrir apps, productes i serveis a l’App Store, a l’Apple News i a l’app Borsa. Per mostrar‑te anuncis rellevants, utilitzem informació sobre el dispositiu, el compte, el contingut que compres i descarregues, i les subscripcions. Quan fas cerques a l’App Store, també utilitzem els teus termes de cerca. Creem grups de persones, anomenats “segments”, que comparteixen característiques similars amb tu, i els utilitzem per mostrar anuncis personalitzats. La informació sobre tu serveix per determinar a quins segments se t’assigna i, en conseqüència, quins anuncis reps. Per protegir la teva privacitat, els anuncis personalitzats només s’envien si hi ha més de 5.000 persones que compleixen els mateixos criteris de segmentació. La informació que s’utilitza per determinar quins anuncis t’interessen es vincula a identificadors aleatoris (i no pas al compte d’Apple). Si els anuncis personalitzats estan activats, la plataforma publicitària d’Apple podrà fer servir la teva informació per mostrar‑te anuncis rellevants. Si no vols que la plataforma publicitària d’Apple et mostri anuncis personalitzats en funció dels teus interessos, pots desactivar‑los. Si desactives els anuncis personalitzats, Apple no podrà utilitzar la teva informació per a la segmentació de publicitat. Potser continuaràs rebent la mateixa quantitat d’anuncis, però no seran tan rellevants per a tu. Trobaràs més informació sobre la publicitat d’Apple i la privacitat a www.apple.com/legal/privacy/data/ca/apple-advertising. Per obtenir més informació sobre com desactivar els anuncis personalitzats de l’App Store, l’Apple News i l’app Borsa, ves a support.apple.com/105131. Informació compartida amb tercers Tenim l’obligació de facilitar determinades dades no personals sobre el contingut que compres a socis estratègics que treballen amb Apple per proporcionar els productes i serveis, ajudar Apple a vendre aquests productes i serveis, i vendre anuncis a nom d’Apple que es mostraran a l’App Store, a l’Apple News i a l’app Borsa. Per exemple, podem compartir dades no personals amb els propietaris perquè puguin mesurar el rendiment de la seva feina creativa, complir els requisits de regalies i comptabilitat, i millorar els productes i serveis. Base jurídica aplicable al processament de dades personals Processem les dades personals de l’app Llibres de manera general per aplicar el contracte amb Apple (com calgui per oferir el servei) i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació local aplicable, processem les següents categories de dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer: • activitat a l’app Llibres i funcions que hi utilitzes (per exemple, dades sobre què afegeixes a la llista “Per llegir”), informació sobre les cerques, contingut que visualitzes, comentaris que afegeixes i com interacciones amb les notificacions; • dades del compte, com els productes Apple que tens, els serveis d’Apple a què t’has subscrit i els continguts que has comprat i descarregat. • identificador del maquinari del dispositiu i adreça IP. Els interessos legítims inclouen el següent: • optimització i millora del servei; • descobriment de contingut que sigui rellevant per a tu; • enviament de comunicacions sobre l’Apple Books i altres ofertes, productes i serveis d’Apple relacionats que et puguin interessar; • enviament d’informes als propietaris del contingut; • prevenció del frau i d’altres activitats malicioses. Conservació Conservem les dades personals associades a les compres i a les descàrregues durant els períodes de temps especificats a la legislació aplicable relativa a la comunicació dʼinformació financera, que varia segons la regió. En la majoria de casos, el període de conservació és d’un mínim de 10 anys, però en regions com ara la Xina aquest període pot ser de fins a 30 anys. També conservem un informe dels continguts que has comprat i descarregat durant almenys el temps que tinguis un compte amb nosaltres perquè els puguis tornar a descarregar, sempre dʼacord amb les condicions aplicables. També conservem informació com lʼactivitat de navegació i les cerques durant un període de temps més breu, normalment durant 2 anys. El període escollit té en compte els requisits estipulats a la legislació aplicable en matèria de conservació de les dades i els casos específics d’ús empresarial. Tanmateix, hi ha informació, com ara les compres (però no els detalls de la targeta desada), que es poden conservar com a registres comercials fins i tot després que tanquis el compte o deixis dʼutilitzar lʼApple Books o altres botigues en línia dʼApple. En utilitzar una targeta de pagament, Apple pot registrar i actualitzar automàticament el número de la targeta i la informació de facturació per a futures compres, transaccions recurrents i altres usos que autoritzis. Apple pot obtenir aquesta informació de la teva institució financera o xarxa de pagament i utilitzar‑la per prevenir el frau i fer les verificacions pertinents. Prevenció del frau i dʼaltres activitats malicioses També recopilem dades personals per prevenir el frau i altres activitats malicioses a lʼApple Books i en altres botigues en línia, apps i serveis dʼApple. La informació inclou detalls sobre el dispositiu, com ara el tipus i la versió del programari, les dades sobre la ubicació (que s’obtenen, de manera aproximada, en relacionar l’adreça IP de la connexió a internet i la regió geogràfica, si estan disponibles), l’historial de descàrregues i compres, i altres interaccions amb les botigues. En iniciar una compra, Apple podrà utilitzar la informació sobre la teva relació comercial amb Apple per processar la sol·licitud i determinar si es proporcionarà el producte o el servei abans que la part responsable del pagament ho autoritzi. Cada vegada que intentes fer una compra també calculem la puntuació de confiança del dispositiu mitjançant la informació sobre com l’utilitzes, inclosa la quantitat aproximada de trucades telefòniques o correus que envies i reps. La informació sʼenvia de manera que Apple no pugui conèixer els valors reals del dispositiu. La puntuació es conserva durant un període de temps determinat als nostres servidors. La informació recopilada per Apple es tractarà en tot moment dʼacord amb la política de privacitat dʼApple, que es pot consultar a www.apple.com/es/privacy.
cs: Ochrana vašeho soukromí a bezpečnosti vašich osobních údajů je prioritou pro celý tým společnosti Apple. Usilovně se snažíme shromažďovat jen data potřebná k tomu, abychom vám zpříjemnili práci s našimi službami, a když už nějaká data sbíráme, je pro nás důležité, abyste věděli, jaká data to jsou a k čemu je potřebujeme, a mohli se díky tomu informovaně rozhodnout. Služba Apple Books je stejně jako všechny ostatní produkty a služby Apple navržena s ohledem na tyto zásady. Poskytování služeb obchodů K poskytování služeb a funkcí v App Storu a dalších online obchodech Apple, mimo jiné v iTunes Storu a Knihkupectví, využíváme vaše osobní údaje. Mezi tyto údaje patří například informace o vašem účtu a platební údaje, k nimž můžete přistupovat a měnit je v nastavení, a historie vašich nákupů a stahování. Stáhnete‑li si obsah z Apple Books, Apple společně s vaším účtem Apple uloží identifikační údaje, jako je ID hardwaru zařízení a jeho IP adresa. Apple pro vaše pohodlí synchronizuje záložky, poznámky a sbírky mezi všemi přihlášenými zařízeními a počítači. Tato data jsou sdružena s vaším účtem Apple. Zlepšování obchodů Za účelem vylepšování uživatelského prostředí App Storu a dalších online obchodů Apple shromažďujeme informace o tom, jak Apple Books využíváte, mimo jiné o tom, kdy jste obchod otevřeli a zavřeli, jaký obsah jste hledali, jaký obsah jste si prohlédli a stáhli, a také o vašich interakcích s oznámeními. Kromě toho shromažďujeme informace o vašem zařízení, jako je například typ zařízení, verze operačního systému nebo množství volného místa na zařízení. Tyto informace mohou být potřeba k vyhodnocení, zda lze požadovaný obsah stáhnout, ke zjištění obecných trendů při využívání úložiště zařízení a také toho, zda je zařízení připojeno přes WLAN nebo mobilní síť. Údaje o tom, co jste hledali, nám dále umožňují nabízet často hledané položky. K vylepšení hledání a doporučení využíváme agregované informace o využívání aplikací a čtenářské aktivitě. Shromažďujeme také údaje o interakci uživatelů s knihami, abychom lépe porozuměli čtenářské odezvě, mohli stanovit priority doporučení a analyzovat souhrnnou čtenářskou aktivitu. Tato data u každého uživatele a každé knihy sdružujeme s náhodnými jedinečnými identifikátory. Nezískáváme informace o čtenářských aktivitách jednotlivých uživatelů. U knih stažených z Apple Books sdružujeme údaje o použití do skupin uživatelů, které přiřazujeme k informacím o knize, například k žánru. V případě knih a dokumentů nestažených z Apple Books shromažďujeme informace o formátu souborů, ale nezískáváme žádné informace o jejich obsahu. Na všech vašich zařízeních, která jsou přihlášena k iCloudu, synchronizujeme přes iCloud pomocí šifrování mezi koncovými body identifikátory zastupující vaše čtenářské aktivity v knihách. Pokud chcete tyto identifikátory na iOS, iPadOS nebo visionOS zařízení resetovat, přejděte do Nastavení > Aplikace > Knihy a klepněte na volbu Resetovat identifikátor. Individuální přizpůsobení obchodů Abychom vám pomohli najít obsah, který je pro vás nejzajímavější, využíváme údaje o vašich interakcích se službou Apple Books. Například informace o tom, jaký obsah si prohlížíte či stahujete, nám umožňují nabízet vám individuální doporučení, jako jsou další knihy, které by se vám mohly líbit. Obsah, o kterém se domníváme, že by vás mohl zajímat, doporučujeme na základě toho, co jste v nedávné době hledali, prohlíželi, stahovali, aktualizovali, recenzovali nebo co jste si přidali do seznamu Stojí za přečtení. Ke generování relevantnějších doporučení využíváme i údaje o vaší čtenářské aktivitě, například, o tom, jak daleko jste se čtením určité knihy. Tyto údaje o čtenářské aktivitě nejsou přidruženy k vašemu účtu Apple. Historii vašich nákupů a platebních metod využíváme společně s informacemi o účtu odvozenými z vašeho účtu Apple. Funkce přizpůsobení v App Storu, Apple Books, iTunes Storu, aplikacích Videa a Podcasty a v předplacených službách Apple můžete deaktivovat vypnutím volby Osobní doporučení u vašeho účtu Apple. Na iOS, iPadOS nebo visionOS zařízení otevřete Nastavení > [vaše jméno] > Média a nákupy, klepněte na Zobrazit účet a klepnutím vypněte volbu Osobní doporučení. Siri vám navrhuje obsah, který by se vám mohl líbit, na základě informací zpracovávaných v zařízení a odvozených z toho, jaké aplikace používáte. Tato data nejsou zasílána společnosti Apple. Toto chování můžete na iOS, iPadOS nebo visionOS zařízení kdykoli vypnout. Přejděte do Nastavení > Aplikace > Knihy > Siri a hledání a klepnutím vypněte volbu Zobrazovat v aplikaci. Komunikace s vámi Apple může použít informace o vašem účtu, například o vlastněných produktech Apple a předplacených službách Apple, k zasílání informací o Apple Books a dalších produktech Apple, a o službách a nabídkách, které by vás mohly zajímat. Apple také může použít informace o vaší aktivitě v Apple Books k zasílání informací o nových funkcích, obsahu a nabídkách dostupných v Apple Books. Pokud poskytnete svolení k zasílání marketingových e‑mailů, můžete tato sdělení dostávat e‑mailem. Své předvolby pro e‑maily můžete změnit a příjem těchto e‑mailů můžete odhlásit na account.apple.com/cz, na iOS, iPadOS a visionOS zařízeních pak také v Nastavení > [vaše jméno] > Osobní údaje > Předvolby komunikace. Obchodní sdělení můžete dostávat také prostřednictvím push oznámení. Chcete‑li na svém iOS, iPadOS nebo visionOS zařízení změnit předvolby oznámení nebo se od zasílání oznámení odhlásit, přejděte do Nastavení > Oznámení > Knihy. Reklamy Reklama zprostředkovaná společností Apple pomáhá uživatelům objevovat aplikace, produkty a služby v aplikacích App Store, Apple News a Akcie. K zajištění relevantnosti reklam využíváme informace o vašem zařízení, účtu, nákupech a předplacených a stažených položkách. Pokud v App Storu vyhledáváte, používáme také vaše vyhledávací dotazy. Uživatele sdružujeme do skupin (tzv. segmentů) sdílejících podobné charakteristiky a tyto skupiny pak využíváme k poskytování cílených reklam. K zařazení do segmentů slouží informace o vás a vytvořené segmenty určují složení reklam, které se vám budou zobrazovat. Aby bylo ochráněno vaše soukromí, jsou cílené reklamy zobrazovány teprve tehdy, když kritéria pro zacílení splňuje nejméně 5 000 osob. Informace, podle nichž pro vás vybíráme relevantní reklamy, jsou propojeny s náhodnými identifikátory, nikoli s vaším účtem Apple. Pokud máte zapnutou volbu Osobní reklama, reklamní platforma společnosti Apple může využívat vaše informace k výběru reklam, které jsou pro vás relevantnější. Nechcete‑li, aby pro vás reklamní platforma Apple vybírala reklamy zaměřené na vaše zájmy, můžete volbu Osobní reklama vypnout. Tím společnosti Apple zabráníte ve využívání vašich informací k cílení reklamy. Počet reklam, které uvidíte, tím nemusí klesnout, ale mohou pro vás být méně zajímavé. Další informace o reklamě Apple a soukromí najdete na www.apple.com/legal/privacy/data/cs/apple-advertising. Postup odhlášení od zájmově zacílených reklam v aplikacích App Store, Apple News a Akcie je popsán v článku support.apple.com/105131. Sdílení s třetími stranami Svým strategickým partnerům, kteří se společností Apple spolupracují při poskytování jejích produktů a služeb, pomáhají jí se zákaznickým marketingem nebo jejím jménem prodávají reklamu, která se zobrazuje v App Storu, Apple News a aplikaci Akcie, jsme povinni poskytovat některé informace neosobní povahy o vámi zakoupeném obsahu. S vlastníky obsahu můžeme například sdílet informace neosobní povahy, které jim umožňují posuzovat úspěšnost jejich autorských děl, plnit požadavky související s vyplácením honorářů a účetnictvím a zlepšovat jejich produkty a služby. Právní základ uplatňovaný při zpracování osobních údajů Vaše osobní údaje v aplikaci Knihy zpracováváme obecně pro potřeby plnění vaší smlouvy se společností Apple, v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, o něj žádáme v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme následující kategorie osobních údajů, je‑li to nezbytné pro účely našich oprávněných zájmů nebo oprávněných zájmů třetí strany. Zpracovávané informace zahrnují: • Údaje o vašem využívání aplikace Knihy, tj. o funkcích, které používáte (například co si přidáváte do seznamu Stojí za přečtení), obsahu, který vyhledáváte, vašich recenzích a vašich interakcích s oznámeními • Informace o vašem účtu, například o produktech Apple, které vlastníte, službách Apple, které máte předplacené, a položkách, které jste si koupili a stáhli • ID hardwaru a IP adresu vašeho zařízení K výše zmíněným oprávněným zájmům patří: • Optimalizace a vylepšování služby pro vás i další uživatele • Pomoc, kterou vám poskytujeme při objevování co nejzajímavějšího obsahu • Komunikace s vámi spočívající v zasílání informací o Apple Books a dalších souvisejících produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat • Poskytování výkazů vlastníkům obsahu • Prevence podvodů a jiných škodlivých aktivit Uchovávání dat Osobní údaje přidružené k vašim nákupům a stahování uchováváme po dobu stanovenou platnými zákony o finanční evidenci, které se v různých oblastech liší. U většiny zákazníků je vyžadováno uchování dat po dobu nejméně 10 let. V některých oblastech, například v Číně, může tato doba činit 30 let. Udržujeme rovněž záznamy o obsahu, který jste zakoupili a stáhli, a to nejméně tak dlouho, dokud u nás máte zřízený účet, abychom vám umožnili stáhnout si tento obsah znovu v souladu s platnou verzí našich podmínek. Jiné informace, například o aktivitách při procházení webů a hledání, uchováváme kratší dobu, většinou dva roky. Konkrétní délka této doby se odvíjí od příslušných zákonných požadavků na uchovávání dat a od specifických případů obchodního využití. Některá data, například informace o nákupech, avšak bez podrobných údajů o uložených kartách, nicméně mohou být uchovávána ve formě obchodních záznamů i poté, co svůj účet zrušíte nebo přestanete Apple Books a další online obchody Apple používat. Když použijete platební kartu, společnost Apple může uchovávat a automaticky aktualizovat vaše číslo karty a fakturační údaje pro budoucí nákupy, opakované transakce a další vámi autorizované účely. Tyto údaje může získat od vaší finanční instituce nebo platební sítě a využívat je také k zabraňování podvodům a k ověřování. Prevence podvodů a jiných škodlivých aktivit Některé osobní údaje shromažďujeme také za účelem předcházení podvodům a jiným škodlivým aktivitám v Apple Books a ostatních online obchodech Apple a v dalších aplikacích a službách společnosti Apple. Mezi tyto údaje patří informace o zařízení, například jeho typ a verze softwaru, polohové údaje (zobecněny propojením IP adresy vašeho internetového připojení s geografickou oblastí, jsou‑li k dispozici), historie stahování a nákupů a další záznamy o interakci s obchody. Když zahájíte platbu za nákup, Apple může při zpracování vašeho požadavku použít informace o historii svých obchodních vztahů s vámi a na jejich základě se rozhodnout, jestli vám produkt nebo službu poskytne ještě před autorizací platby u partnerské platební společnosti. Když se pokusíte něco si koupit, také na vašem zařízení vypočítáme skóre důvěryhodnosti zařízení. Při výpočtu vycházíme z toho, jak zařízení používáte, mimo jiné kolik jste na něm uskutečnili telefonních hovorů a kolik e‑mailů jste přijali a odeslali. Tato funkce je navržena tak, aby společnost Apple při odeslání skóre nemohla z vašeho zařízení získat žádné konkrétní informace. Výsledné skóre se na pevně stanovenou dobu uloží na naše servery. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Det er meget vigtigt for alle hos Apple at beskytte sikkerheden og anonymiteten af dine oplysninger. Vi arbejder hårdt for kun at indsamle de data, vi skal bruge for at gøre din oplevelse bedre, og når vi indsamler data, mener vi, at det er vigtigt for dig at vide, hvad vi indsamler, og hvorfor vi har brug for dem, så du kan vælge på et oplyst grundlag. Apple Books er ligesom alle andre Apple-produkter og -tjenester udviklet i henhold til disse principper. Tilvejebringelse af butikkerne Vi bruger dine personlige data til at levere tjenesterne og funktionerne i App Store og andre af Apples internetbutikker, herunder iTunes Store og Apple Books. Disse oplysninger inkluderer f.eks. dine konto- og betalingsoplysninger, som du kan få adgang til og ændre i Indstillinger, og din købs- og overførselshistorik. Når du henter indhold i Apple Books, logger Apple din enheds hardware-id og IP-adresse sammen med din Apple‑konto. Apple Books synkroniserer dine bogmærker, noter og samlinger på de enheder og computere, der er logget ind, for at gøre det nemmere for dig. Disse oplysninger forbindes med din Apple‑konto. Forbedringer i butikkerne For at forbedre oplevelsen i App Store og andre af Apples internetbutikker indsamler vi oplysninger om din brug af Apple Books, herunder hvornår du åbner eller lukker butikken, hvilket indhold du søger efter, det indhold, du ser på og henter, samt dine interaktioner med notifikationer. Vi indsamler også oplysninger om din enhed, f.eks. typen af enhed, versionen på operativsystemet og mængden af ledig plads på din enhed. Vi vil muligvis bruge disse oplysninger til at vurdere, om ønsket indhold kan hentes, til at forstå generelle tendenser i brugen af lagringsenhed, og om din enhed er tilsluttet via WLAN eller mobilnettet. Det, du søger efter, gør det også muligt for os at tilbyde populære søgninger. Vi bruger samlede oplysninger om brug af apps og læseaktivitet for at forbedre søgning og anbefalinger. Vi samler brugerinteraktioner med bøger for at forstå brugerengagement, prioritere funktioner og forstå samlet læseaktivitet. Disse oplysninger er knyttet til vilkårlige unikke idʼer for hver bruger og hver bog, så Apple ikke finder ud af en bestemt brugers læseaktivitet. Når det drejer sig om bøger, der er hentet fra Apple Books, bliver anvendelsen samlet på tværs af brugere i forbindelse med oplysninger om bogen, f.eks. genre. Når det drejer sig om bøger eller andre dokumenter, der ikke er hentet fra Apple Books, indsamler vi filformat, men ikke oplysninger om bogens indhold. Vi synkroniserer id’er for boganvendelse på tværs af enheder, der er logget ind på iCloud, vha. end-to-end-kryptering og iCloud. Du kan nulstille disse id’er på din iOS-, iPadOS- eller visionOS-enhed ved at gå til Indstillinger > Apps > Bøger og trykke på Nulstil id. Tilpasning af butikkerne Vi bruger dine interaktioner med Apple Books til at hjælpe dig med at finde det indhold, som er mest relevant for dig. F.eks. når vi ved, hvilket indhold du har set på eller hentet, kan vi tilbyde tilpassede funktioner som Flere bøger, du vil synes om. Vi anbefaler indhold, vi tror vil være interessant for dig, baseret på det, du tidligere har søgt efter, set, hentet, opdateret, gennemset eller føjet til din Vil læse‑liste. Vi bruger også din læseaktivitet, f.eks. læsefremskridt i en bog, til at generere mere relevante anbefalinger. Denne læseaktivitet forbindes ikke med din Apple‑konto. Vi bruger din købshistorik og dine betalingsmetoder sammen med kontooplysninger, der stammer fra din Apple‑konto. Du kan slå tilpasningsfunktioner fra i App Store, Apple Books, iTunes Store, Videoer, Podcasts og for abonnementer fra Apple ved at slå Personlige anbefalinger til din Apple‑konto fra. Gå til Indstillinger > [dit navn] > Medier og køb på din iOS-, iPadOS- eller visionOS-enhed, tryk på Vis konto, og tryk derefter for at slå Personlige anbefalinger fra. Siri foreslår indhold, du kan være interesseret i, på basis af oplysninger, der behandles på enheden, modtaget fra de apps, du bruger. Disse oplysninger sendes ikke til Apple. Du kan slå det fra når som helst på din iOS-, iPadOS- eller visionOS-enhed ved at gå til Indstillinger > Apps > Bøger > Siri & søgning og trykke for at slå Vis i app fra. Kommunikation med dig Apple bruger muligvis oplysninger om din konto, f.eks. hvilke Apple-produkter du ejer, og dine abonnementer på Apple-tjenester til at sende dig information om Apple Books, andre Apple-produkter, -tjenester og -tilbud, der måske interesserer dig. Apple bruger muligvis også oplysninger om din aktivitet i Apple Books til at sende dig information om nye funktioner, nyt indhold og tilbud i Apple Books. Du kan modtage disse informationer i e-mails, hvis du giver samtykke til markedsføring via e-mail. Du kan ændre dine e-mailindstillinger og fravælge at modtage disse e-mails på account.apple.com eller på iOS-, iPadOS- eller visionOS-enheder ved at gå til Indstillinger > [dit navn] > Personlige oplysninger > Kommunikationsindstillinger. Du kan også modtage disse informationer i push-notifikationer. Gå til Indstillinger > Notifikationer > Bøger på din iOS-, iPadOS- eller visionOS-enhed for at opdatere dine indstillinger til notifikationer eller fravælge at modtage notifikationer. Reklamer Reklamer leveret af Apple hjælper folk med at opdage apps, produkter og tjenester i App Store, Apple News og Værdipapirer. Vi bruger oplysninger om din enhed, konto, dine køb, abonnementer og overførsler for at sikre, at reklamerne er relevante. Når du søger i App Store, bruger vi også dine søgeord. Vi opretter grupper af personer, kaldet segmenter, som deler lignende karakteristika, og vi bruger disse grupper til at levere målrettede reklamer. Oplysninger om dig bruges til at bestemme, hvilke segmenter du skal indgå i – og således – hvilke reklamer du vil modtage. For at beskytte din anonymitet leveres der kun målrettede reklamer, hvis over 5000 personer opfylder målretningskriterierne. Oplysningerne, der bruges til at bestemme, hvilke reklamer der er relevante for dig, er knyttet til tilfældige id’er og ikke knyttet til din Apple‑konto. Hvis indstillingen Personlige reklamer er slået til, bruger Apples reklameplatform muligvis dine oplysninger til at levere reklamer, der er mere relevante for dig. Hvis du ikke vil modtage reklamer, der er målrettet mod dine interesser, fra Apples reklameplatform, kan du vælge at slå Personlige reklamer fra. Hvis du slår Personlige reklamer fra, kan Apple ikke bruge dine oplysninger til målrettede reklamer. Det reducerer muligvis ikke antallet af reklamer, du modtager, men reklamerne vil muligvis være mindre relevante for dig. Læs mere om Apple-reklamer og anonymitet på www.apple.com/dk/legal/privacy/data/da/apple-advertising. Læs, hvordan du kan fravælge personlige reklamer i App Store, Apple News og Værdipapirer, på support.apple.com/105131. Deling med tredjeparter Vi er forpligtet til at gøre visse ikke-personlige data om dine køb af indhold tilgængelige for strategiske partnere, der arbejder sammen med Apple om at levere vores produkter og tjenester, hjælper Apple med at markedsføre produkter til kunder og sælger reklamer på Apples vegne til visning i App Store samt Apple News og Værdipapirer. Vi kan f.eks. videregive ikke-personlige data til ejere af indhold, så de kan måle resultaterne af deres kreative arbejde, opfylde krav i forbindelse med afgifter og bogføring samt forbedre deres produkter og tjenester. Gældende juridisk grundlag for behandling af personlige data Vi behandler dine personlige data i appen Bøger generelt for at opfylde din kontrakt med Apple og som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi følgende kategorier af personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser: • Din brug af appen Bøger, herunder de funktioner, du bruger (f.eks. hvad du har føjet til din Vil læse‑liste), hvilket indhold du søger efter, indholdet, du ser, dine anmeldelser og dine interaktioner med notifikationer • Din konto, f.eks. hvilke Apple-produkter du ejer, dine abonnementer på Apple-tjenester og dine køb og overførsler • Din enheds hardware-id og IP-adresse Disse legitime interesser inkluderer: • At optimere og forbedre tjenesten for dig og andre • At hjælpe dig med at opdage det indhold, som er mest relevant for dig • At sende dig materiale om Apple Books og andre relaterede Apple-produkter, -tjenester og -tilbud, du kan være interesseret i • At rapportere til indholdsejere • Forhindring af svindel og andre ondsindede aktiviteter Opbevaring Vi opbevarer personlige data med tilknytning til dine køb og overførsler i de tidsrum, der er anført i gældende love mht. økonomisk rapportering, hvilket afhænger af de enkelte områder. For de fleste kunder vil det kræve en opbevaringsperiode på mindst 10 år. I nogle områder, f.eks. i Kina, kan opbevaringsperioden dog være på 30 år. Vi opbevarer også en optegnelse over dit køb og dine overførsler af indhold i mindst lige så lang tid, som du har en konto hos os, så du kan hente det pågældende indhold igen – igen i overensstemmelse med vores gældende betingelser. Vi opbevarer andre oplysninger, f.eks. browsingaktivitet og søgninger, i en kortere periode (typisk to år). Den valgte periode tager højde for gældende lovkrav om opbevaring af data og specielle tilfælde af virksomhedsbrug. Nogle oplysninger, f.eks. om køb, men ikke oplysninger om dit opbevarede kort, kan dog opbevares som virksomhedsoptegnelser, selv efter at du har lukket din konto eller er holdt op med at bruge Apple Books eller andre af Apples internetbutikker. Når du bruger et betalingskort, kan Apple opbevare og automatisk opdatere dit kortnummer og dine faktureringsoplysninger til fremtidige køb, tilbagevendende transaktioner eller anden brug, du godkender. Apple kan få disse oplysninger fra din finansielle institution eller dit betalingsnetværk og bruger muligvis også oplysningerne til godkendelse og til at forhindre svindel. Forhindring af svindel og andre ondsindede aktiviteter Vi indsamler også personlige data for at forhindre svindel og andre ondsindede aktiviteter i Apple Books og andre af Apples internetbutikker samt i andre Apple-apps og -tjenester. Disse oplysninger inkluderer oplysninger om enheden, f.eks. enhedstype og softwareversion, lokalitetsoplysninger (omtrentlig lokalitet anslås ved at matche IP-adressen på din internetforbindelse med et geografisk område, hvis tilgængelig), overførsels- og købshistorik og andre interaktioner med butikkerne. Når du starter et køb, bruger Apple muligvis oplysninger om dine tidligere forretningsforhold med Apple til at behandle anmodningen og bestemme om produktet eller tjenesten kan leveres forud for godkendelse fra betalingspartneren. Vi beregner også en enhedstillidsscore på din enhed, når du forsøger at foretage et køb, ved hjælp af oplysninger om, hvordan du bruger din enhed, herunder det omtrentlige antal telefonopkald eller e-mails, du sender og modtager. Indsendelsen er udviklet på en sådan måde, at Apple ikke kan finde frem til de virkelige værdier på din enhed. Scoren bliver lagret i en fastsat periode på vores servere. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy
de: Für Apple haben der Schutz deiner Privatsphäre und die Sicherheit deiner Daten hohe Priorität. Wir sind sehr bemüht, nur die Daten zu erfassen, die benötigt werden, um dein Benutzererlebnis zu verbessern. Wir sind außerdem davon überzeugt, dass du wissen solltest, welche Daten wir erfassen und weshalb wir die jeweiligen Daten benötigen. Nur so kannst du fundierte Entscheidungen treffen. Apple Books wurde, genau wie alle anderen Apple-Produkte und -Dienste, entsprechend diesen Grundsätzen entwickelt. Bereitstellen der Stores Apple verwendet deine persönlichen Daten, um dir Dienste und Funktionen im App Store und anderen Online-Stores von Apple anzubieten. Zu den Stores gehören der iTunes Store und Apple Books. Zu diesen Daten zählen beispielsweise deine Account- und Zahlungsinformationen, die du in den Einstellungen ansehen und ändern kannst, sowie eine Übersicht deiner Käufe und Downloads. Wenn du Inhalte von Apple Books lädst, erfasst Apple IDs wie die Hardware-ID und IP-Adresse deines Geräts sowie deinen Apple Account. Apple Books synchronisiert deine Lesezeichen, Notizen und Sammlungen auf allen deinen angemeldeten Geräten und Computern. Diese Informationen werden mit deinem Apple Account verknüpft und gespeichert. Verbessern der Stores Zum Verbessern des Erlebnisses im App Store und in anderen Online-Stores von Apple werden Informationen zu deiner Nutzung von Apple Books gesammelt, einschließlich Informationen dazu, wann du den Store öffnest oder schließt, welche Inhalte du suchst, welche Inhalte du ansiehst und lädst und wie du mit Mitteilungen interagierst. Außerdem werden Informationen zu deinem Gerät wie Geräteart, Version des Betriebssystems und verfügbarer Gerätespeicher gesammelt. Diese Informationen werden möglicherweise verwendet, um zu ermitteln, ob angeforderte Inhalte geladen werden können, um allgemeine Trends bei der Nutzung des Gerätespeichers zu verstehen, und ob dein Gerät via WLAN oder Mobilfunk verbunden ist. Das Kennen deiner Suchergebnisse ermöglicht es uns zudem, dir Suchen anzuzeigen, die im Trend liegen. Wir verwenden aggregierte Informationen über die App-Nutzung und Leseaktivität, um die Suchfunktion und Empfehlungen zu verbessern. Wir sammeln Benutzerinteraktionen mit Büchern, um Benutzerreaktionen zu verstehen, Funktionen zu priorisieren und Leseaktivitäten zusammenzufassen. Diese Informationen werden mit eindeutigen Zufalls-IDs für jede:n Benutzer:in und jedes Buch verknüpft, sodass Apple keine Rückschlüsse auf die individuellen Benutzer-Leseaktivitäten ziehen kann. Für aus dem Store geladene Bücher wird die Nutzung übergreifend für alle Leser:innen gemeinsam mit Informationen über das Buch, etwa das Genre, zusammengefasst. Für Bücher und andere Dokumente, die nicht über Apple Books geladen wurden, wird das Dateiformat, aber keine weiteren Informationen über den Inhalt des Buchs gesammelt. Wir verwenden iCloud, um IDs für die Nutzungsaktivität von Büchern mit einer Ende-zu-Ende-Verschlüsselung auf all deinen Geräten zu synchronisieren, die bei iCloud angemeldet sind. Um diese IDs auf deinem iOS-, iPadOS- oder visionOS-Gerät zurückzusetzen, wähle „Einstellungen“ > „Bücher“ und tippe auf „ID zurücksetzen“. Personalisieren der Stores Wir verwenden deine Interaktionen mit Apple Books, damit dir Inhalte angezeigt werden, die für dich am relevantesten sind. Zum Beispiel können dir durch das Erfassen deiner angesehenen und geladenen Inhalte personenbezogene Informationen wie Bücher, die dir möglicherweise gefallen, angezeigt werden. Dir werden basierend auf den zuvor gesuchten, angesehenen, geladenen, aktualisierten, rezensierten oder zur Leseliste hinzugefügten Inhalten entsprechende Inhalte angezeigt, von denen wir annehmen, dass sie für dich interessant sind. Darüber hinaus verwenden wir deine Leseaktivität, z. B. deinen Fortschritt in einem Buch, um weitere relevante Empfehlungen zu generieren. Diese Leseaktivität ist nicht mit deinem Apple Account verknüpft. Wir verwenden deinen Kaufverlauf und die Zahlungsmethoden zusammen mit den Accountinformationen aus deinem Apple Account. Du kannst die Funktionen für die Personalisierung im App Store, iTunes Store, in Apple Books, in der App „Videos“, in Podcasts und für Abonnements von Apple deaktivieren, indem du die Option „Personalisierte Empfehlungen“ für deinen Apple Account deaktivierst. Wähle dazu auf deinem iOS-, iPadOS- oder visionOS-Gerät „Einstellungen“ > „[dein Name]“ > „Medien & Käufe“, tippe auf „Account anzeigen“ und deaktiviere „Personalisierte Empfehlungen“. Siri schlägt möglicherweise für dich interessante Inhalte aufgrund von Informationen vor, die auf deinem Gerät verarbeitet und über verwendete Apps gesammelt werden. Diese Informationen werden nicht an Apple gesendet. Du kannst dies jederzeit auf deinem iOS-, iPadOS- oder visionOS-Gerät deaktivieren, indem du „Einstellungen“ > „Apps“ > „Bücher“ > „Siri & Suchen“ wählst und dann „In App anzeigen“ deaktivierst. Kommunikation mit dir Apple kann Informationen über deinen Account nutzen, etwa deine Apple-Produkte und welche Apple-Dienste du abonnierst, um dich über den Apple Book Store und andere Apple-Produkte, -Dienste und -Angebote zu informieren, die dich möglicherweise interessieren. Apple kann auch Informationen über deine Aktivitäten auf Apple Books verwenden, um dir Nachrichten über neue Funktionen, Inhalte und Angebote auf Apple Books zu senden. Du kannst diese Nachrichten per E-Mail erhalten, wenn du dem E-Mail-Marketing zustimmst. Auf der Website account.apple.com kannst du deine E‑Mail-Einstellungen ändern und den Empfang dieser E‑Mails deaktivieren. Auf deinen iOS-, iPadOS- oder visionOS-Geräten ist dies unter „Einstellungen“ > „[dein Name]“ > „Persönliche Daten“ > „Kommunikationseinstellungen“ möglich. Du kannst diese Nachrichten auch per Push-Mitteilung erhalten. Um auf deinem iOS-, iPadOS- oder visionOS-Gerät die Einstellungen für Mitteilungen zu aktualisieren oder Mitteilungen zu deaktivieren, wähle „Einstellungen“ > „Mitteilungen“ > „Bücher“. Werbung Von Apple bereitgestellte Werbung hilft Menschen dabei, Apps, Produkte und Dienste im App Store, in Apple News und in der App „Aktien“ zu entdecken. Geräte-, Account-, Kauf-, Abonnement- und Download-Informationen werden verwendet, um sicherzustellen, dass die Werbung relevant ist. Bei Suchanfragen im App Store werden auch deine Suchbegriffe verwendet. Personen mit ähnlichen Interessen werden in Gruppen zusammengefasst, die als Segmente bezeichnet werden. Diese Gruppen werden zur Bereitstellung zielgerichteter Werbung verwendet. Mithilfe deiner persönlichen Informationen wird festgelegt, welchen Segmenten du zugeordnet wirst und welche Werbung dir angezeigt wird. Um deine Privatsphäre zu schützen, wird zielgerichtete Werbung nur dann übermittelt, wenn mindestens 5.000 Personen das Zielkriterium erfüllen. Die für die Relevanz der Werbung verwendeten Daten werden nicht mit deinem Apple Account, sondern mit zufälligen IDs verknüpft. Wenn die Option „Personalisierte Werbung“ aktiviert ist, kann die Werbeplattform von Apple deine Informationen nutzen, um dir relevantere Werbung anzuzeigen. Du kannst die Option „Personalisierte Werbung“ deaktivieren, wenn die Apple-Werbeplattform dir keine an deine Interessen angepasste Werbung anzeigen soll. Durch das Deaktivieren von „Personalisierte Werbung“ ist es Apple nicht möglich, deine Informationen für zielgerichtete Werbung zu verwenden. Die Anzahl der Anzeigen, die du erhältst, wird dadurch nicht weniger, aber diese Anzeigen sind möglicherweise weniger relevant für dich. Weitere Infos über Apple-Werbung & Datenschutz findest du unter www.apple.com/de/legal/privacy/data/de/apple-advertising. Weitere Infos zum Deaktivieren von personalisierter Werbung im App Store, in Apple News und in „Aktien“ findest du unter support.apple.com/105131. Weitergabe an Dritte Apple ist verpflichtet, einige nicht personenbezogene Daten über deine gekauften Inhalte mit strategischen Partnern zu teilen, die mit Apple zusammenarbeiten, um die Produkte und Dienste von Apple bereitzustellen, Apple beim Kundenmarketing zu unterstützen und um im Namen von Apple Werbeanzeigen zu verkaufen, die im App Store und anderen Online-Stores von Apple, in Apple News und in „Aktien“ angezeigt werden. Beispielsweise teilen wir nicht personenbezogene Daten mit Inhaltseigentümer:innen, damit diese die Leistung ihrer kreativen Arbeit messen, Lizenz- und Rechnungslegungsvorschriften umsetzen und ihre Produkte und Dienste verbessern können. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten deine personenbezogenen Daten in der App „Bücher“ im Allgemeinen für die Ausführung deines Vertrags mit Apple, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir die folgenden Kategorien personenbezogener Daten, wie sie zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich sind, einschließlich Informationen über: • Deine Nutzung der App „Bücher“, etwa Funktionen, die du verwendest (z. B. was du zu deiner Leseliste hinzufügst), nach welchen Inhalten du suchst, deine angesehenen Inhalte, deine Rezensionen und deine Interaktionen mit Mitteilungen. • Deinen Account wie die Apple-Produkte, die du besitzt, deine Abonnements von Apple-Diensten und deine Käufe und Downloads. • Die Hardware-ID und IP-Adresse deines Geräts. Zu den berechtigten Interessen zählen: • Das Optimieren und Verbessern des Dienstes für dich und andere • Das Aufbereiten von Inhalten, die für dich besonders relevant sind, sodass du sie einfacher findest • Das Senden von Informationen über Apple Books und andere zugehörige Apple-Produkte, -Dienste und -Angebote, die für dich interessant sein könnten, etwa über Apple One • Das Erstatten von Berichten für Inhaltseigentümer:innen • Betrugsprävention und das Vermeiden anderer schädlicher Aktivitäten Datenspeicherung Wir speichern persönliche Daten im Zusammenhang mit deinen Käufen und Downloads für die Zeiträume, die in den anwendbaren Gesetzen zur Finanzberichterstattung festgelegt sind, und welche sich je nach Region unterscheiden können. Für die meisten Kund:innen beträgt dieser Zeitraum mindestens 10 Jahre. In Regionen wie China kann dieser Zeitraum aber 30 Jahre betragen. Wir bewahren außerdem einen Eintrag über deine Käufe und Downloads von Inhalten mindestens so lange auf, wie du deinen Account hast, damit du diese Inhalte im Rahmen unserer geltenden Bedingungen erneut laden kannst. Für einen kurzen Zeitraum speichern wir auch andere Informationen wie deine Browsing-Aktivitäten und Suchanfragen. Dieser Zeitraum beträgt normalerweise zwei Jahre. Der gewählte Zeitraum berücksichtigt die geltenden Gesetze für die Speicherung von Daten und Aufbewahrung von bestimmten Geschäftsanwendungsfällen. Manche Informationen, wie z. B. Informationen zu Käufen, werden auch dann aufbewahrt, wenn du deinen Account schließt oder Apple Books oder die anderen Online-Stores von Apple nicht mehr verwendest. Dies trifft nicht auf deine gespeicherten Kartendetails zu. Wenn du eine Zahlungskarte verwendest, kann Apple deine Kartennummer und Zahlungsinformationen für zukünftige Käufe, wiederkehrende Transaktionen und andere von dir autorisierte Verwendungszwecke speichern und automatisch aktualisieren. Apple ruft diese Informationen möglicherweise bei deinem Finanzinstitut oder Zahlungsnetzwerk ab und verwendet diese Informationen auch zur Betrugsprävention und Überprüfung. Betrugsprävention und Vermeidung anderer schädlicher Aktivitäten Wir erfassen außerdem persönliche Daten zur Betrugsprävention und zum Vermeiden anderer schädlicher Aktivitäten in Apple Books und anderen Online-Stores von Apple sowie anderen Apple-Apps und -Diensten. Diese Informationen umfassen Geräteinformationen wie Gerätetyp und Softwareversion, Standortdaten (ungefähre Schätzung durch Abgleich der IP-Adresse deiner Internetverbindung mit einer geografischen Region, sofern verfügbar), Download- und Kaufverlauf sowie weitere Interaktionen mit den Stores. Wenn du einen Kauf tätigst, kann Apple die Informationen über deine Geschäftsbeziehung mit Apple verwenden, um die Anfrage zu verarbeiten und um festzulegen, ob das Produkt oder der Dienst vor der Autorisierung durch den Zahlungspartner bereitgestellt werden kann. Wenn du mit dem Gerät einkaufst, errechnen wir zudem einen Gerätevertrauenswert. Dazu wird ausgewertet, wie du dein Gerät verwendest, einschließlich der ungefähren Anzahl von Anrufen oder gesendeten und empfangenen E-Mails. Anhand dieses Ergebnisses kann Apple keine Rückschlüsse auf die zugrundeliegenden Werte auf deinem Gerät ziehen. Der Wert wird über einen festen Zeitraum auf den Apple-Servern gespeichert. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Η προστασία του απορρήτου και της ασφάλειας των πληροφοριών σας αποτελεί προτεραιότητα για όλους μας στην Apple. Καταβάλλουμε κάθε δυνατή προσπάθεια για να συλλέγουμε μόνο τα δεδομένα που χρειαζόμαστε ώστε να βελτιώσουμε την εμπειρία σας και, όταν συλλέγουμε δεδομένα, πιστεύουμε ότι είναι σημαντικό να γνωρίζετε ποια ακριβώς συλλέγουμε και γιατί τα χρειαζόμαστε, ώστε να μπορείτε να παίρνετε ενημερωμένες αποφάσεις. Το Apple Books, όπως και κάθε άλλο προϊόν και υπηρεσία της Apple, έχει σχεδιαστεί με γνώμονα αυτές τις αρχές. Παροχή των Store Χρησιμοποιούμε τα προσωπικά δεδομένα σας για να παρέχουμε τις υπηρεσίες και τις δυνατότητες στο App Store και άλλα διαδικτυακά καταστήματα της Apple, συμπεριλαμβανομένου του iTunes Store και του Apple Books. Αυτές οι πληροφορίες περιλαμβάνουν, για παράδειγμα, τα στοιχεία λογαριασμού και πληρωμών σας, τα οποία μπορείτε να προσπελάσετε και να αλλάξετε στις Ρυθμίσεις, καθώς και το ιστορικό αγορών και λήψεών σας. Όταν πραγματοποιείτε λήψη περιεχομένου από το Apple Books, μαζί με τον λογαριασμό Apple σας καταγράφονται από την Apple και αναγνωριστικά, όπως το αναγνωριστικό υλισμικού και η διεύθυνση IP της συσκευής σας. Για δική σας διευκόλυνση, το Apple Books συγχρονίζει τους σελιδοδείκτες, τις σημειώσεις και τις συλλογές σας σε όλες τις συσκευές και τους υπολογιστές όπου είστε συνδεδεμένοι. Αυτές οι πληροφορίες αποθηκεύονται συσχετισμένες με τον λογαριασμό Apple σας. Βελτίωση των Store Για βελτίωση της εμπειρίας στο App Store και άλλα διαδικτυακά καταστήματα της Apple, συλλέγουμε πληροφορίες σχετικά με τον τρόπο που χρησιμοποιείτε το Apple Books, όπως το πότε ανοίγετε ή κλείνετε το κατάστημα, τι περιεχόμενο αναζητάτε, το περιεχόμενο που προβάλλετε και λαμβάνετε, καθώς και τις αλληλεπιδράσεις σας με τις γνωστοποιήσεις. Συλλέγουμε επίσης πληροφορίες σχετικά με τη συσκευή σας, όπως ο τύπος συσκευής, η έκδοση του λειτουργικού σας συστήματος και η ποσότητα ελεύθερου χώρου στη συσκευή σας. Μπορεί να χρησιμοποιούμε αυτές τις πληροφορίες για να αξιολογούμε αν είναι δυνατή η λήψη του ζητούμενου περιεχομένου, να κατανοούμε τις γενικές τάσεις στη χρήση του αποθηκευτικού χώρου συσκευών και να διαπιστώνουμε αν η συσκευή σας είναι συνδεδεμένη μέσω WLAN ή κινητού δικτύου. • Οι όροι αναζητήσεών σας μας δίνουν επίσης τη δυνατότητα να εμφανίζουμε δημοφιλείς αναζητήσεις. Χρησιμοποιούμε συγκεντρωτικές πληροφορίες σχετικά με τη χρήση εφαρμογών και τη δραστηριότητα ανάγνωσης για βελτίωση της αναζήτησης και των συστάσεων. Συλλέγουμε δεδομένα διάδρασης των χρηστών με τα βιβλία για να κατανοήσουμε την αλληλεπίδραση των χρηστών, να προτεραιοποιήσουμε δυνατότητες και να κατανοήσουμε συγκεντρωτικά τη δραστηριότητα ανάγνωσης. Αυτές οι πληροφορίες συσχετίζονται με τυχαία μοναδικά αναγνωριστικά για κάθε χρήστη και κάθε βιβλίο, έτσι ώστε η Apple να μη μαθαίνει τη δραστηριότητα ανάγνωσης ενός συγκεκριμένου χρήστη. Για βιβλία που λαμβάνονται από το Apple Books, η χρήση συλλέγεται συγκεντρωτικά για πολλούς χρήστες μαζί με πληροφορίες για το εκάστοτε βιβλίο, π.χ. το είδος. Για βιβλία ή άλλα έγγραφα που δεν έχουν ληφθεί από το Apple Books, συλλέγουμε τη μορφή αρχείου, αλλά όχι πληροφορίες σχετικά με το περιεχόμενο του βιβλίου. Χρησιμοποιούμε το iCloud για να συγχρονίζουμε αναγνωριστικά χρησιμοποιώντας διατερματική κρυπτογράφηση για δραστηριότητα χρήσης βιβλίων σε όλες τις συσκευές σας που είναι συνδεδεμένες στο iCloud. Για να επαναφέρετε αυτά τα αναγνωριστικά στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Εφαρμογές» > «Βιβλία» και αγγίξτε «Επαναφορά αναγνωριστικού». Εξατομίκευση των Store Χρησιμοποιούμε τις αλληλεπιδράσεις σας με το Apple Books για να σας βοηθάμε να ανακαλύπτετε το περιεχόμενο που είναι πιο σχετικό για εσάς. • Για παράδειγμα, όταν γνωρίζουμε το περιεχόμενο που προβάλλετε ή λαμβάνετε, μπορούμε να παρέχουμε εξατομικευμένες δυνατότητες όπως «Περισσότερα βιβλία που ίσως σας αρέσουν». Προτείνουμε περιεχόμενο που πιστεύουμε ότι θα σας ενδιαφέρει με βάση τα στοιχεία που έχετε αναζητήσει, προβάλει, λάβει, ενημερώσει, βαθμολογήσει ή προσθέσει στη λίστα «Επιθυμητά». Χρησιμοποιούμε επίσης τη δραστηριότητα ανάγνωσής σας, π.χ. η πρόοδός σας σε ένα βιβλίο, για δημιουργία πιο σχετικών συστάσεων. Αυτή η δραστηριότητα ανάγνωσης δεν συσχετίζεται με τον λογαριασμό Apple σας. Χρησιμοποιούμε επίσης το ιστορικό αγορών και τους τρόπους πληρωμής σας, σε συνδυασμό με τα στοιχεία λογαριασμού που έχετε καταχωρίσει στον λογαριασμό Apple σας. Για να απενεργοποιήσετε τις δυνατότητες εξατομίκευσης στα App Store, Apple Books, iTunes Store, Βίντεο, Podcasts και για συνδρομές από την Apple, απενεργοποιήστε τις Εξατομικευμένες συστάσεις για τον λογαριασμό Apple σας. Στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > [το όνομά σας] > «Πολυμέσα και αγορές» > «Προβολή λογαριασμού» και αγγίξτε για απενεργοποίηση της ρύθμισης «Εξατομικευμένες συστάσεις». Το Siri προτείνει περιεχόμενο που ίσως σας αρέσει βάσει της επεξεργασίας των πληροφοριών της συσκευής που προέρχονται από τις εφαρμογές που χρησιμοποιείτε. Αυτές οι πληροφορίες δεν αποστέλλονται στην Apple. Αν θέλετε να απενεργοποιήσετε αυτήν τη ρύθμιση ανά πάσα στιγμή στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Εφαρμογές» > «Βιβλία» > «Siri και Αναζήτηση» και αγγίξτε για απενεργοποίηση της ρύθμισης «Εμφάνιση στην εφαρμογή». Επικοινωνία με εσάς Η Apple μπορεί να χρησιμοποιεί πληροφορίες σχετικά με τον λογαριασμό σας, π.χ. προϊόντα Apple που έχετε και οι συνδρομές σας σε υπηρεσίες Apple, για να σας στέλνει μηνύματα σχετικά με το Apple Books και άλλα προϊόντα, υπηρεσίες και προσφορές Apple που μπορεί να σας ενδιαφέρουν. Η Apple ενδέχεται επίσης να χρησιμοποιεί πληροφορίες σχετικά με τη δραστηριότητά σας στο Apple Books για να σας στέλνει μηνύματα σχετικά με νέες δυνατότητες, περιεχόμενο και προσφορές που είναι διαθέσιμα στο Apple Books. Ενδέχεται να λαμβάνετε αυτά τα μηνύματα μέσω email, αν συναινέσετε στη λήψη email για σκοπούς μάρκετινγκ. Αν θέλετε να αλλάξετε τις προτιμήσεις email σας και να μη λαμβάνετε πλέον αυτά τα email, επισκεφθείτε τη διεύθυνση account.apple.com ή, στις συσκευές iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > [το όνομά σας] > «Προσωπικές πληροφορίες» > «Προτιμήσεις επικοινωνίας». Μπορείτε επίσης να λαμβάνετε αυτά τα μηνύματα μέσω γνωστοποιήσεων ώθησης. Για να ενημερώσετε τις προτιμήσεις γνωστοποιήσεών σας ή να επιλέξετε να μη λαμβάνετε γνωστοποιήσεις στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Γνωστοποιήσεις» > «Βιβλία». Διαφημίσεις Οι διαφημίσεις που παρέχει η Apple βοηθούν τους χρήστες να ανακαλύπτουν εφαρμογές, προϊόντα και υπηρεσίες στο App Store, το Apple News και τις Μετοχές. Χρησιμοποιούμε πληροφορίες για τη συσκευή, τον λογαριασμό, τις αγορές, τις συνδρομές και τις λήψεις σας, προκειμένου να διασφαλίζουμε τη συνάφεια των διαφημίσεων. Όταν κάνετε αναζήτηση στο App Store, χρησιμοποιούμε επίσης τους όρους των αναζητήσεών σας. Δημιουργούμε ομάδες ατόμων, οι οποίες ονομάζονται τμήματα, που έχουν κοινά χαρακτηριστικά και χρησιμοποιούμε αυτές τις ομάδες για την παράδοση στοχευμένων διαφημίσεων. Οι πληροφορίες σχετικά με εσάς χρησιμοποιούνται για προσδιορισμό των τμημάτων στα οποία έχετε προστεθεί και, συνεπώς, των διαφημίσεων που λαμβάνετε. Για προστασία του απορρήτου σας, οι στοχευμένες διαφημίσεις παρέχονται μόνο αν περισσότερα από 5.000 άτομα πληρούν τα κριτήρια στόχευσης. Οι πληροφορίες, που χρησιμοποιούνται για να προσδιοριστεί ποιες διαφημίσεις είναι σχετικές για εσάς, συσχετίζονται με τυχαία αναγνωριστικά αλλά δεν συσχετίζονται με τον λογαριασμό Apple σας. Αν είναι ενεργοποιημένη η ρύθμιση «Εξατομικευμένες διαφημίσεις», η διαφημιστική πλατφόρμα της Apple μπορεί να χρησιμοποιήσει τις πληροφορίες σας για να σας παρέχει διαφημίσεις που είναι πιο σχετικές για εσάς. Αν δεν επιθυμείτε να λαμβάνετε διαφημίσεις που είναι στοχευμένες με βάση τα ενδιαφέροντά σας από τη διαφημιστική πλατφόρμα της Apple, μπορείτε να απενεργοποιήσετε τις Εξατομικευμένες διαφημίσεις. Αν απενεργοποιήσετε τις Εξατομικευμένες διαφημίσεις, η Apple δεν θα μπορεί να χρησιμοποιήσει τις πληροφορίες σας για στόχευση διαφημίσεων. Μπορεί να μη μειωθεί ο αριθμός των διαφημίσεων που λαμβάνετε, αλλά οι διαφημίσεις ενδέχεται να είναι λιγότερο σχετικές για εσάς. Μάθετε περισσότερα για τις Διαφημίσεις Apple και το απόρρητο στη διεύθυνση www.apple.com/legal/privacy/data/el/apple-advertising. Για να μάθετε πώς μπορείτε να επιλέξετε να μη λαμβάνετε εξατομικευμένες διαφημίσεις στο App Store, το Apple News και τις Μετοχές, επισκεφθείτε τη διεύθυνση support.apple.com/105131. Κοινοποίηση σε τρίτα μέρη Είμαστε υποχρεωμένοι να παρέχουμε ορισμένα μη προσωπικά δεδομένα σχετικά με τις αγορές περιεχομένου σας σε στρατηγικούς εταίρους που συνεργάζονται με την Apple, για παροχή και προώθηση των προϊόντων και των υπηρεσιών μας στους πελάτες μας και για πώληση διαφημίσεων εκ μέρους της Apple που προβάλλονται στο App Store, το Apple News και τις Μετοχές. Για παράδειγμα, μπορεί να κοινοποιήσουμε κάποια μη προσωπικά δεδομένα σε κατόχους περιεχομένου, ώστε να μπορούν να μετρούν την απόδοση των δημιουργικών έργων τους, να πληρούν απαιτήσεις δικαιωμάτων και λογιστικής, καθώς και να βελτιώνουν τα προϊόντα και τις υπηρεσίες τους. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Επεξεργαζόμαστε τα προσωπικά δεδομένα σας στην εφαρμογή «Βιβλία» στο πλαίσιο της εφαρμογής του συμβολαίου σας με την Apple, όπως απαιτείται για παροχή της υπηρεσίας και προς συμμόρφωση με τις νομικές υποχρεώσεις μας. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, την επιδιώκουμε προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις που προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τις ακόλουθες κατηγορίες προσωπικών δεδομένων όπως απαιτείται για σκοπούς των έννομων συμφερόντων μας ή των έννομων συμφερόντων ενός τρίτου μέρους, συμπεριλαμβανομένων των πληροφοριών σχετικά με: • Την από μέρους σας χρήση της εφαρμογής «Βιβλία», συμπεριλαμβανομένων των δυνατοτήτων που χρησιμοποιείτε (για παράδειγμα, τι προσθέτετε στη λίστα «Επιθυμητά»), τι περιεχόμενο αναζητάτε, το περιεχόμενο που προβάλετε, τις βαθμολογίες σας, καθώς και τις αλληλεπιδράσεις σας με τις γνωστοποιήσεις • Τον λογαριασμό σας, π.χ. τα προϊόντα Apple που κατέχετε, οι συνδρομές σας σε υπηρεσίες Apple, καθώς και οι αγορές και λήψεις σας • Το αναγνωριστικό υλισμικού της συσκευής σας και τη διεύθυνση IP Αυτά τα έννομα συμφέροντα περιλαμβάνουν τα εξής: • Βελτιστοποίηση και βελτίωση της υπηρεσίας για εσάς και άλλους χρήστες • Βοήθεια για ανακάλυψη περιεχομένου που είναι πιο σχετικό για εσάς • Αποστολή μηνυμάτων σχετικά με το Apple Books και άλλα σχετικά προϊόντα, υπηρεσίες και προσφορές της Apple που μπορεί να σας ενδιαφέρουν • Παροχή αναφορών για κατόχους περιεχομένου • Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Διατήρηση δεδομένων Διατηρούμε προσωπικά δεδομένα που συσχετίζονται με τις αγορές και τις λήψεις σας για τις περιόδους που καθορίζονται από τους ισχύοντες νόμους σχετικά με οικονομικές αναφορές, που διαφέρουν ανά περιοχή. Για τους περισσότερους πελάτες, απαιτείται μια περίοδος διατήρησης τουλάχιστον 10 ετών. Ωστόσο, σε περιοχές όπως η Κίνα, αυτή η περίοδος μπορεί να είναι 30 έτη. Διατηρούμε επίσης ένα αρχείο των από μέρους σας αγορών και λήψεων περιεχομένου για τουλάχιστον όσο διάστημα έχετε έναν λογαριασμό Apple, ώστε να σας επιτρέπεται να πραγματοποιείτε εκ νέου λήψη του εν λόγω περιεχομένου σύμφωνα με τους ισχύοντες όρους μας. Διατηρούμε και άλλες πληροφορίες, όπως δραστηριότητα περιήγησης και αναζητήσεις, για μικρότερη περίοδο, συνήθως δύο έτη. Η επιλεγμένη περίοδος λαμβάνει υπόψη ισχύουσες νομικές απαιτήσεις για τη διατήρηση δεδομένων και συγκεκριμένες περιπτώσεις επαγγελματικής χρήσης. Ωστόσο, κάποιες πληροφορίες, όπως οι αγορές, όχι όμως τα αποθηκευμένα στοιχεία της κάρτας σας, ενδέχεται να διατηρηθούν ως εταιρικά αρχεία ακόμη και αφού κλείσετε τον λογαριασμό σας ή διακόψετε τη χρήση του Apple Books ή άλλων διαδικτυακών καταστημάτων της Apple. Όταν χρησιμοποιείτε μια κάρτα πληρωμής, η Apple ενδέχεται να διατηρήσει και να ενημερώσει αυτόματα τον αριθμό κάρτας και τα στοιχεία τιμολόγησης για μελλοντικές αγορές, επαναλαμβανόμενες συναλλαγές ή άλλες χρήσεις που έχετε εγκρίνει. Η Apple ενδέχεται να λάβει πληροφορίες από το χρηματοπιστωτικό σας ίδρυμα ή το δίκτυο πληρωμών σας και να χρησιμοποιήσει αυτές τις πληροφορίες για αποτροπή απάτης και επαλήθευση. Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Συλλέγουμε επίσης προσωπικά δεδομένα για να αποτρέπουμε την απάτη και άλλες κακόβουλες δραστηριότητες στο Apple Books και άλλα διαδικτυακά καταστήματα της Apple, καθώς και σε άλλες εφαρμογές και υπηρεσίες της Apple. Αυτές οι πληροφορίες περιλαμβάνουν πληροφορίες συσκευής, όπως τύπος συσκευής και έκδοση λογισμικού, πληροφορίες τοποθεσίας (κατά προσέγγιση με αντιστοίχιση της διεύθυνσης IP της σύνδεσής σας στο Διαδίκτυο σε μια γεωγραφική περιοχή, αν διατίθεται), ιστορικό λήψεων και αγορών, καθώς και άλλες αλληλεπιδράσεις με τα Store. Όταν ξεκινήσετε μια αγορά, η Apple ενδέχεται να χρησιμοποιήσει πληροφορίες σχετικά με την ιστορική εταιρική σχέση σας με την Apple ώστε να επεξεργαστεί το αίτημα και να προσδιορίσει αν θα παράσχει το προϊόν ή την υπηρεσία προτού λάβει εξουσιοδότηση από τον συνεργάτη πληρωμών. Επίσης, υπολογίζουμε μια βαθμολογία αξιοπιστίας για τη συσκευή σας όταν προσπαθείτε να κάνετε μια αγορά, χρησιμοποιώντας πληροφορίες σχετικά με το πώς χρησιμοποιείτε τη συσκευή, συμπεριλαμβανομένου του κατά προσέγγιση αριθμού τηλεφωνικών κλήσεων ή email που στέλνετε και λαμβάνετε. Η υποβολή έχει σχεδιαστεί με τέτοιο τρόπο ώστε η Apple να μη γνωρίζει τις πραγματικές τιμές που βρίσκονται στη συσκευή σας. Η βαθμολογία διατηρείται για συγκεκριμένο χρονικό διάστημα στους διακομιστές μας. Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Proteger la privacidad y la seguridad de tu información es prioritario para todos los que formamos parte de Apple. Ponemos todo nuestro empeño en recopilar solo los datos necesarios para mejorar tu experiencia y, cuando lo hacemos, creemos que es importante que sepas qué guardamos y por qué lo necesitamos. Así podrás tomar decisiones fundamentadas al respecto. Como todos los demás productos y servicios de Apple, Apple Books se ha diseñado con estos principios en mente. Cesión de información a las tiendas Para proporcionar los servicios y funciones de App Store y de otras tiendas en línea de Apple, como iTunes Store o la tienda de la app Libros, utilizamos tus datos personales. Esta información incluye, por ejemplo, tu información de pago y la de tu cuenta, que puedes consultar y cambiar en los ajustes, así como tu historial de compras y descargas. Al realizar una descarga desde Apple Books, Apple registra junto con tu cuenta de Apple información como el identificador del hardware del dispositivo y la dirección IP. Para mayor comodidad, Apple Books sincroniza tus marcadores, notas y colecciones en todos los dispositivos y ordenadores en los que hayas iniciado sesión. Esta información se guarda asociada a tu cuenta de Apple. Mejora de las tiendas Para mejorar la experiencia en App Store y otras tiendas en línea de Apple, recopilamos información del uso que haces de Apple Books, como cuándo abres o cierras la tienda, tus búsquedas, el contenido que visualizas y descargas, y tu interacción con las notificaciones. También recopilamos información sobre tu dispositivo, como de qué tipo de dispositivo se trata, cuál es su versión del sistema operativo y cuánto espacio libre tiene. Podemos utilizar esta información para evaluar si se puede descargar el contenido solicitado, para comprender las tendencias generales de uso del almacenamiento del dispositivo y si usas una conexión WLAN o de datos móviles. Lo que buscas nos permite también ofrecerte tendencias de búsqueda. Para mejorar las búsquedas y las recomendaciones, usamos información agregada sobre el uso de la app y la actividad de lectura. Recopilamos las interacciones de los usuarios con los libros para entender su dedicación a la lectura, priorizar las funciones y comprender la actividad de lectura globalmente. Esta información se asocia a identificadores únicos aleatorios para cada usuario y cada libro, de modo que Apple no obtiene información sobre la actividad de lectura de un usuario concreto. En cuanto a los libros que se descargan de Apple Books, se calcula el uso total teniendo en cuenta todos los usuarios en relación con la información sobre los libros, como el género. En el caso de los libros y otros documentos que no se descargan de Apple Books, no recopilamos datos sobre su contenido, sino solo el formato de los archivos. Usamos iCloud para sincronizar los identificadores con la encriptación punto a punto para el uso de los libros en todos tus dispositivos en los que hayas iniciado sesión en iCloud. Para restablecer estos identificadores en tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Apps > Libros y toca “Restablecer identificador”. Personalización de las tiendas Usamos tus interacciones con Apple Books para ayudarte a descubrir contenido que pueda ser de tu interés. Sabiendo, por ejemplo, qué contenido ves o descargas, podemos ofrecerte funciones personalizadas como “Otros libros que te podrían gustar”. Te recomendamos contenido que creemos que podría interesarte según las búsquedas que hayas realizado y lo que hayas visto, descargado, actualizado, revisado o añadido a tu lista “Para leer”. También usamos tu actividad de lectura, como lo que llevas leído de un libro, para generar recomendaciones más adecuadas. Esta actividad de lectura no se asocia a tu cuenta de Apple. Usamos tu historial de compras y tus métodos de pago junto con la información de la cuenta que se obtiene de tu cuenta de Apple. Puedes desactivar las funciones de personalización en App Store, Apple Books, iTunes Store, Vídeos, Podcasts y las suscripciones de Apple desactivando el ajuste “Recomendaciones personalizadas” de tu cuenta de Apple. En tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > [tu nombre] > Contenido y compras > Ver cuenta, y desactiva la opción “Recomendaciones personalizadas”. Siri te sugiere contenido que te podría gustar basándose en el procesamiento llevado a cabo en el propio dispositivo de la información obtenida de las apps que usas. Esta información no se envía a Apple. Puedes desactivar esta función en cualquier momento en tu dispositivo iOS, iPadOS o visionOS desactivando la opción “Mostrar en la app” en Ajustes > Apps > Libros > Siri y Buscar. Comunicación contigo Apple puede utilizar información sobre tu cuenta, como qué productos de Apple tienes y a qué servicios de Apple te has suscrito, para enviarte comunicaciones sobre Apple Books y otros productos, servicios y ofertas de Apple que puedan resultarte interesantes. Apple puede utilizar la información sobre tu actividad en Apple Books para enviarte comunicaciones acerca de nuevas funciones, contenidos y ofertas disponibles en Apple Books. Si das tu consentimiento, puedes recibir estas comunicaciones promocionales por correo electrónico. Puedes cambiar tus preferencias de correo y dejar de recibir estos mensajes en account.apple.com o en tus dispositivos iOS, iPadOS o visionOS, en Ajustes > [tu nombre] > Información personal > Preferencias de comunicación. También puedes recibir este tipo de comunicaciones mediante notificaciones push. Para actualizar tus preferencias de notificaciones o desactivarlas en tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Notificaciones > Libros. Publicidad La publicidad proporcionada por Apple ayuda a descubrir apps, productos y servicios en App Store, Apple News y Bolsa. Usamos información sobre tu dispositivo, cuenta, compras, suscripciones y descargas para garantizar que los anuncios sean pertinentes para ti. Cuando buscas en App Store, también usamos los términos que has introducido en tu búsqueda. Creamos grupos de personas que comparten características similares (“segmentos”) y los usamos para ofrecer publicidad segmentada. Para determinar a qué segmentos asignarte y, por tanto, qué anuncios recibirás, utilizamos información sobre ti. Para proteger tu privacidad, la publicidad segmentada solo se envía si más de 5000 personas reúnen los criterios de segmentación. La información utilizada para determinar qué anuncios son pertinentes para ti está asociada a identificadores aleatorios, no a tu cuenta de Apple. Si tienes activado el ajuste “Anuncios personalizados”, la plataforma de publicidad de Apple puede utilizar tu información para proporcionarte anuncios que te resulten más interesantes. Si no quieres recibir anuncios adaptados a tus intereses de la plataforma de publicidad de Apple, puedes desactivar los anuncios personalizados. Al hacerlo, Apple no utilizará tu información para segmentar la publicidad. Puede que no disminuya la cantidad de anuncios que recibas, pero es posible que sean menos pertinentes para ti. Puedes obtener más información sobre la publicidad de Apple y la privacidad en www.apple.com/es/legal/privacy/data/es/apple-advertising. Para saber cómo dejar de recibir anuncios personalizados en App Store, Apple News y Bolsa, consulta support.apple.com/105131. Compartir con terceros Estamos obligados a proporcionar ciertos datos de carácter no personal sobre el contenido de tus compras a socios estratégicos que colaboran o ayudan a Apple en el mercado con el fin de ofrecer nuestros productos y servicios, y de vender publicidad en nombre de Apple para mostrarla en App Store, Apple News y Bolsa. Por ejemplo, podemos compartir datos no personales con los propietarios de contenidos para que puedan cuantificar el rendimiento de sus trabajos creativos, abonar los derechos de autor y cumplir los requisitos administrativos pertinentes, así como para mejorar sus productos y servicios. Base legal aplicable al procesamiento de datos personales Procesamos tus datos personales en la app Libros de forma general y como sea necesario para cumplir con el contrato que tienes con Apple y con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos las siguientes categorías de datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero, incluida información sobre: • El uso que hagas de la app Libros y de sus funciones (por ejemplo, lo que añades a la lista “Para leer”), las búsquedas que realizas y el contenido que ves, tus reseñas y tus interacciones con las notificaciones. • Tu cuenta, como los productos de Apple que poseas y los servicios de Apple a los que te hayas suscrito, y tus compras y descargas. • El identificador de hardware y la dirección IP de tu dispositivo. Se entienden como intereses legítimos los siguientes: • Optimizar y mejorar el servicio para ti y para el resto de usuarios. • Ayudarte a descubrir el contenido que pueda ser de tu interés. • Enviarte comunicaciones sobre Apple Books y otros productos, servicios y ofertas de Apple relacionados que puedan resultarte interesantes. • Proporcionar informes a propietarios de contenidos. • Prevenir el fraude y otras actividades malintencionadas. Conservación de datos Conservamos datos personales asociados a tus compras y descargas durante los periodos estipulados por la legislación vigente en materia de declaración de cuentas, que es distinta en cada región. Para la mayoría de clientes, se exige un periodo de retención mínimo de 10 años, pero en regiones como China puede ser de 30 años. También mantenemos un registro del contenido que has descargado y comprado durante todo el tiempo que tengas una cuenta con nosotros para que puedas volver a descargar ese contenido, también de conformidad con nuestras condiciones aplicables. Asimismo, conservamos otro tipo de información, como tu actividad de navegación y tus búsquedas, durante un periodo de tiempo inferior (normalmente, dos años). Para determinar ese periodo, se tienen en cuenta los requisitos legales vigentes sobre conservación de datos y casos prácticos empresariales específicos. No obstante, cierta información, como las compras (pero no los detalles de tu tarjeta de crédito), puede conservarse en forma de registro empresarial incluso después de que cierres tu cuenta o dejes de usar Apple Books u otras tiendas en línea de Apple. Si usas una tarjeta de pago, Apple podrá conservar y actualizar automáticamente el número de la tarjeta y la información de facturación para futuras compras, transacciones recurrentes u otros usos que autorices. Apple podrá obtener esta información de tu entidad bancaria o red de pago, y podrá usarla con fines de prevención de fraudes y verificación. Prevención del fraude y otras actividades malintencionadas También recopilamos datos personales para evitar el fraude y otras actividades malintencionadas en Apple Books y en otras tiendas en línea de Apple, así como en otras apps y servicios de Apple. Entre estos datos se incluye información como el tipo de dispositivo y su versión de software, datos de la ubicación aproximada (obtenida relacionando la dirección IP de tu conexión a internet con una zona geográfica, si estos detalles están disponibles), el historial de descargas y compras, y otras interacciones con las tiendas. Cuando comienzas una compra, Apple puede utilizar información sobre tu historial de relaciones comerciales con Apple para procesar la solicitud y determinar si proporcionar el producto o servicio antes de recibir la autorización por parte del socio para pagos. Asimismo, calculamos la puntuación de confianza de tu dispositivo cuando intentas comprar algo con la información sobre cómo usas tu dispositivo (incluido el número aproximado de llamadas telefónicas o de mensajes de correo electrónico que envías y recibes). El envío está diseñado de forma que Apple no pueda obtener los valores subyacentes de tu dispositivo. La puntuación se almacena durante un periodo de tiempo concreto en nuestros servidores. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: La protección de la privacidad y la seguridad de la información es una prioridad para todos en Apple. Trabajamos arduamente para recopilar solamente los datos que necesitamos para lograr una mejor experiencia, y cuando recopilamos los datos creemos que es importante que sepas qué recopilamos y por qué los necesitamos, de modo que puedas tomar decisiones informadas. Apple Books, como todos los productos y servicios de Apple, se diseñó tomando en cuenta estos principios. Información que se proporciona a las tiendas Usamos tus datos personales para proporcionar los servicios y las funciones en App Store y en otras tiendas en línea de Apple, incluyendo iTunes Store y Apple Books. Esta información incluye, por ejemplo, tu información de cuenta y pagos, la cual puedes consultar y modificar en la configuración, así como tu historial de compras y descargas. Cuando descargas contenido desde Apple Books, Apple registra tu cuenta de Apple junto con identificadores de tu dispositivo, tales como identificadores de hardware o direcciones IP. Para tu conveniencia, Apple Books sincroniza tus marcadores, notas y colecciones en todos tus dispositivos y computadoras en donde hayas iniciado sesión. Esta información está asociada a tu cuenta de Apple. Mejora de las tiendas en línea Para mejorar la experiencia en App Store y otras tiendas en línea de Apple, recopilamos información sobre tu uso de Apple Books, incluyendo los momentos en que abres y cierras la tienda, lo que buscas, el contenido que ves y descargas, así como tus interacciones con las notificaciones. También recopilamos información sobre tu dispositivo como el tipo de dispositivo, la versión del sistema operativo y la cantidad de espacio libre en él. Podemos usar esta información para evaluar si se puede descargar el contenido solicitado, entender tendencias generales sobre el uso del almacenamiento del dispositivo y determinar si el dispositivo está conectado a una red WLAN o celular. Tus datos de búsqueda también nos permiten ofrecer búsquedas populares. Usamos información agregada acerca del uso de la app y la actividad de lectura para mejorar la búsqueda y las recomendaciones. Recopilamos información sobre las interacciones de los usuarios con los libros para entender la actividad de los usuarios, priorizar funciones y comprender la información agregada sobre la actividad de lectura. Esta información está asociada con identificadores únicos aleatorios para cada usuario y cada libro, de tal manera que Apple no aprende sobre la actividad de lectura de usuarios específicos. En el caso de los libros descargados desde Apple Books, la información uso de los usuarios se resume en asociación con la información del libro, por ejemplo, su género literario. En el caso de los libros u otros documentos que no se obtuvieron en Apple Books, recopilamos información sobre el formato del libro o documento, no recopilamos información acerca del contenido del libro. Usamos iCloud para sincronizar identificadores que utilizan encriptación de extremo a extremo de la actividad de uso de libros en los dispositivos en los que iniciaste sesión en iCloud. Puedes restablecer estos identificadores en tu dispositivo iOS, iPadOS o visionOS al tocar la opción Restablecer identificador en Configuración > Apps > Libros. Personalización de las tiendas en línea Usamos tus interacciones con Apple Books para ayudarte a descubrir el contenido más relevante para ti. Por ejemplo, cuando sabemos qué contenido viste o descargaste, podemos ofrecerte funciones personalizadas como Más libros para ti. Te recomendamos contenido que creemos será de tu interés basándonos en lo que buscaste, viste, descargaste, actualizaste, calificaste o agregaste a Me interesa. También usamos tu actividad de lectura, como el avance que llevas en un cierto libro, para hacerte recomendaciones relevantes. Esta actividad de lectura no está asociada con tu cuenta de Apple. Usamos el historial de compras y métodos de pago junto con la información de cuenta que proporciona tu cuenta de Apple. Puedes desactivar las funciones de personalización en App Store, Apple Books, iTunes Store, Videos, Podcasts y para las suscripciones de Apple al desactivar la opción Recomendaciones personalizadas para tu cuenta de Apple; para esto, en tu dispositivo iOS, iPadOS o visionOS, desactiva Recomendaciones personalizadas en Configuración > [tu nombre] > Contenido y compras > Ver cuenta. Siri te recomienda contenido que podría gustarte utilizando información de procesamiento en tu dispositivo derivada de las apps que usas. Esta información no se envía a Apple. Puedes desactivar esto cuando quieras al tocar la opción Mostrar en app en tu dispositivo iOS, iPadOS o visionOS en Configuración > Apps >Libros > Siri. Comunicación contigo Apple puede utilizar información sobre tu cuenta —como los productos de Apple que tienes y tus suscripciones a los servicios de Apple— para enviarte comunicaciones sobre Apple Books y otros productos, servicios y ofertas de Apple que puedan ser de tu interés. Apple también puede utilizar información sobre tu actividad en Apple Books para enviarte comunicaciones sobre nuevas funciones, contenido y ofertas disponibles en Apple Books. Si aceptas recibir contenido de mercadotecnia por correo, es posible que recibas estas comunicaciones por correo electrónico. Puedes cambiar tus preferencias de correo y optar por no recibir dichas comunicaciones en account.apple.com o en tus dispositivos iOS, iPadOS o visionOS desde Configuración > [tu nombre] > Información personal > Preferencias de comunicación. También podrías recibir estos comunicados a través de una notificación push. Puedes actualizar tus preferencias o desactivar las notificaciones en tu dispositivo iOS, iPadOS o visionOS desde Configuración > Notificaciones > Libros. Publicidad La publicidad distribuida por Apple te ayuda a descubrir apps, productos y servicios en App Store, Apple News y Bolsa. Utilizamos información acerca de tu dispositivo, cuenta, compras, suscripciones y descargas para garantizar que los anuncios sean relevantes para ti. Si utilizas la función de búsqueda en App Store, también utilizaremos los términos de tu búsqueda. Creamos grupos de personas, llamados segmentos, que comparten características similares y los usamos para mostrar publicidad dirigida. La información sobre ti se usa para determinar el segmento al cual te asignamos y, por lo tanto, determina los anuncios que ves. Para proteger tu privacidad, se muestran anuncios dirigidos únicamente si más de 5,000 personas cumplen con los criterios de la publicidad dirigida. La información que se usa para determinar qué anuncios son relevantes para ti está vinculada a identificadores aleatorios y no a tu cuenta de Apple. Si la opción de anuncios personalizados está activada, la plataforma de publicidad de Apple puede utilizar tu información para mostrarte anuncios más relevantes para ti. Si no quieres que la plataforma de publicidad de Apple te muestre anuncios dirigidos según tus intereses, puedes optar por desactivar Anuncios personalizados. Si se desactiva la opción de anuncios personalizados, Apple no podrá utilizar tus datos para la personalización de los anuncios. Es posible que esto no disminuya el número de anuncios que recibas y que los anuncios sean menos relevantes para ti. Obtén detalles sobre la publicidad de Apple y la privacidad en www.apple.com/mx/legal/privacy/data/es-419/apple-advertising. Para obtener información sobre cómo dejar de recibir anuncios personalizados en App Store, Apple News y Bolsa, consulta support.apple.com/105131. Datos que se comparten con terceros Tenemos la obligación de proporcionar ciertos datos no personales acerca de tus compras de contenido a socios estratégicos que trabajan con Apple para ofrecer nuestros productos y servicios, ayudar a Apple a realizar actividades de marketing dirigidas a clientes y vender anuncios en nombre de Apple para que se muestren en App Store, Apple News y Bolsa. Por ejemplo, podemos compartir datos no personales con propietarios de contenido a fin de que puedan medir el rendimiento de su trabajo creativo, cumplir con requisitos de regalías y contabilidad, y mejorar sus productos y servicios. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales en la app Libros de manera general para ejercer tu contrato con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos las siguientes categorías de datos personales según sea necesario para nuestros intereses legítimos o los de terceros, incluyendo información acerca de lo siguiente: • El uso que haces de la app Libros, incluyendo las funciones que usas —por ejemplo, lo que agregas a tu lista Me interesa—, el contenido que buscas, ves y calificas, y tus interacciones con las notificaciones. • Tu cuenta, como los productos de Apple que tienes, tus suscripciones a servicios de Apple y tus compras y descargas. • El ID del hardware de tu dispositivo y tu dirección IP. Estos intereses legítimos incluyen lo siguiente: • Optimizar y mejorar el servicio para ti y otros usuarios. • Ayudarte a descubrir el contenido más relevante para ti. • Enviarte comunicados sobre Apple Books y otros productos, servicios y ofertas relacionados de Apple que podrían ser de tu interés. • Proporcionar reportes a los propietarios de contenido. • Prevenir el fraude y otras actividades malintencionadas. Retención de datos Conservamos datos personales asociados con tus compras y descargas durante los periodos aplicables por las leyes en materia de reportes financieros, las cuales varían de una región a otra. En la mayoría de los casos, se requerirá retener los datos hasta por 10 años, aunque en regiones como China puede ser hasta por 30 años. También mantenemos un registro de tus compras y descargas de contenido durante al menos el tiempo en el que tengas una cuenta con nosotros a fin de permitirte volver a descargar ese contenido, según nuestros términos aplicables. Mantenemos información como actividad de exploración y búsquedas por un periodo más corto, normalmente de dos años. El periodo elegido toma en cuenta requisitos legales aplicables sobre la retención de datos y uso específico para fines comerciales. Sin embargo, cierta información —como las compras, excluyendo los detalles de tus tarjetas almacenadas— se pueden retener como registros comerciales incluso después de que cierres tu cuenta o dejes de usar Apple Books y otras tiendas en línea de Apple. Si usas una tarjeta de pago, Apple podría retener y actualizar automáticamente tu número de tarjeta y tu información de facturación para compras futuras, transacciones recurrentes y otros usos que tú autorices. Apple puede obtener esta información de tu institución financiera o tu red de pagos y puede usarla para prevenir fraudes y con fines de verificación. Prevención del fraude y otras actividades malintencionadas También recopilamos datos personales para prevenir el fraude y otras actividades malintencionadas en Apple Books y otras tiendas en línea de Apple, además de en otras apps y servicios de Apple. Esta información incluye datos del dispositivo, como su tipo y la versión de software, datos de ubicación (aproximados al comparar la dirección IP de tu conexión a Internet con una región geográfica, si están disponibles), el historial de descargas y de compras, así como otras interacciones con las tiendas. Cuando inicias una compra, Apple puede usar información sobre tu relación de compras previas con Apple para procesar la solicitud y determinar si proporcionará o no el producto o servicio antes de solicitar la autorización al socio de pago. También calculamos el nivel de confiabilidad de un dispositivo de manera local (en tu dispositivo) cuando intentas realizar una compra; con ese fin usamos información sobre cómo usas tu dispositivo, incluyendo el número aproximado de llamadas telefónicas o mensajes de correo que envías y recibes. El envío de esta información está diseñado de tal manera que Apple no puede saber los valores reales en tu dispositivo. El nivel de confianza se almacena durante un periodo de tiempo específico en nuestros servidores. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Tietojesi yksityisyyden suojaaminen ja turvallisuus ovat Applelle ensisijaisia. Apple pyrkii keräämään vain tietoja, joita tarvitaan käyttökokemuksesi parantamiseen, ja kun tietoja kerätään, Applelle on tärkeää, että tiedät, mitä ja miksi kerätään, jotta voit tehdä tietoon perustuvia valintoja. Apple Books, kuten kaikki Applen tuotteet ja palvelut, on suunniteltu näiden periaatteiden mukaisesti. Storejen toteuttaminen Henkilötietojasi käytetään palvelujen ja ominaisuuksien tarjoamiseen App Storessa ja muissa Applen verkkokaupoissa, mukaan lukien iTunes Store ja Apple Books. Näihin tietoihin kuuluvat esimerkiksi tili- ja maksutietosi, jotka näkyvät ja ovat muutettavissa Asetuksissa, sekä osto- ja lataushistoriasi. Kun lataat sisältöä Apple Booksista, Apple kirjaa tunnisteet, kuten laitteesi laitetunnisteen ja IP-osoitteen sekä Apple-tilisi. Käyttömukavuuden parantamiseksi Apple Books synkronoi kirjanmerkkisi, muistiinpanosi ja kokoelmasi sisäänkirjautuneiden laitteidesi ja tietokoneidesi välillä. Nämä tiedot tallennetaan yhdessä Apple-tilisi kanssa. Parannukset Storeissa App Store- ja muiden Applen verkkokauppojen käyttökokemuksen parantamiseksi Apple kerää tietoa Apple Books -käytöstäsi. Tähän sisältyvät Storen käynnistys- tai sulkemisajankohta, millaista sisältöä etsit, katsoit ja latasit sekä tiedot vuorovaikutuksestasi ilmoitusten kanssa. Apple kerää tietoa myös laitteestasi, kuten laitetyyppi, käyttöjärjestelmän versio sekä laitteessa oleva vapaa tila. Apple voi käyttää näitä tietoja määrittääkseen, onko pyydetty sisältö ladattavissa ja onko laite WLAN- vai mobiiliyhteydessä sekä ymmärtääkseen yleiset trendit laitteen tallennustilan käytössä. Hakujesi avulla Apple voi myös tarjota nousussa olevia hakuja. Apple käyttää koostettuja tietoja appien käytöstä ja lukutoiminnasta haun ja suositusten parantamiseksi. Apple kerää tietoja siitä, miten käyttäjä käyttää kirjoja, voidakseen ymmärtää käyttäjän kiinnostusta, priorisoida ominaisuuksia ja ymmärtää yleistä tapaa lukea. Nämä tiedot yhdistetään satunnaiseen yksilölliseen tunnisteeseen, joka on käyttäjä- ja kirjakohtainen. Apple ei saa tietoa yksittäisen käyttäjän lukemistavasta. Apple Booksista ladattujen kirjojen käyttötiedot koostetaan käyttäjätiedoista ja kirjan tiedoista, kuten genre. Muualta kuin Apple Booksista ladattujen kirjojen ja dokumenttien tiedoista kerätään tiedostomuoto, mutta ei muuta tietoa kirjan sisällöstä. Kirjojen käyttöön liittyvät tunnisteet synkronoidaan iCloudiin kirjautuneiden laitteiden välillä käyttäen iCloudia ja päästä päähän -salausta. Voit nollata nämä tunnisteet iOS-, iPadOS- tai visionOS-laitteessasi valitsemalla Asetukset > Apit > Kirjat ja napauttamalla Nollaa tunniste. Räätälöidyt Storet Vuorovaikutustasi Apple Booksin kanssa käytetään auttamaan sinua löytämään sinulle merkityksellisintä sisältöä. Esimerkiksi kun Apple tietää mitä sisältöä katsot tai lataat, se voi tarjota räätälöityjä toimintoja, kuten ”Lisää kirjoja, joista saatat pitää”. Sinulle voidaan suositella sisältöä, jonka arvellaan kiinnostavan sinua perustuen aikaisempiin hakuihisi, katseluihisi, latauksiisi, päivityksiisi, arviointeihisi ja Luku­toiveet -listasi sisältöön. Merkityksellisempien ehdotusten luontiin käytetään myös lukutoimintaasi, kuten edistymistä kirjassa. Tätä lukutoimintaa ei liitetä Apple-tiliisi. Apple käyttää ostohistoriaasi ja maksutapojasi sekä Apple-tilistäsi pääteltyjä tilitietoja. Voit laittaa räätälöintiominaisuudet pois päältä App Storessa, Apple Booksissa, iTunes Storessa, Videoissa, Podcasteissa ja tilauksissasi Applelta laittamalla räätälöidyt suositukset pois päältä Apple-tilillesi. Valitse iOS-, iPadOS- tai visionOS-laitteessasi Asetukset > [nimesi] > Media ja ostot, napauta Näytä tili ja napauta sitten Räätälöidyt suositukset pois päältä. Siri ehdottaa sisältöä, joista saatat pitää, perustuen laitteessasi käsiteltyihin tietoihin, jotka on saatu käyttämistäsi apeista. Näitä tietoja ei lähetetä Applelle. Voit estää tämän milloin tahansa iOS-, iPadOS- tai visionOS-laitteessa valitsemalla Asetukset > Apit > Kirjat > ”Siri ja haku” ja napauttamalla Näytä apissa -valinnan pois päältä. Viestintä sinulle Apple voi lähettää tilitietojesi (esim. omistamasi Apple-tuotteet ja tilaamasi Applen palvelut) perusteella sinulle tietoja Apple Booksista ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua. Apple voi myös käyttää tietoja toiminnastasi Apple Booksissa ja lähettää niiden perusteella sinulle viestejä uusista ominaisuuksista, sisällöstä ja tarjouksista Apple Booksissa. Voit saada näitä viestejä sähköpostilla, jos annat luvan sähköposti­markkinointiin. Voit muuttaa sähköpostiasetuksiasi ja estää sähköpostit osoitteessa account.apple.com, tai iOS-, iPadOS- tai visionOS-laitteissasi valitsemalla Asetukset > [nimesi] > Henkilötiedot > Viestinnän asetukset. Voit saada näitä viestejä myös push-ilmoituksilla. Voit päivittää ilmoitusasetukset tai estää ilmoitukset iOS-, iPadOS- tai visionOS-laitteessasi valitsemalla Asetukset > Ilmoitukset > Kirjat. Mainonta Applen toimittama mainonta auttaa käyttäjiä löytämään appeja, tuotteita ja palveluja App Storesta, Apple Newsistä ja Pörssistä. Apple varmistaa laite-, tili-, osto-, tilaus- ja lataustietojesi avulla, että mainokset ovat sinulle merkityksellisiä. Kun käytät hakua App Storessa, käytetään myös hakusanojasi. Käyttäjistä, joilla on samanlaisia ominaispiirteitä, luodaan ryhmiä (segmenttejä), ja kohdennettuja mainoksia käytetään näihin ryhmiin. Tietoja sinusta käytetään määritettäessä sinulle sopivia segmenttejä ja sinulle lähetettäviä mainoksia. Yksityisyytesi suojaamiseksi kohdennettuja mainoksia tarjotaan vain, jos kriteerien mukaiseen ryhmään kuuluu yli 5 000 ihmistä. Tiedot, joiden avulla päätellään, mitkä mainokset ovat sinulle merkityksellisiä, on yhdistetty satunnaisiin tunnuksiin, ei Apple-tiliisi. Jos Räätälöidyt mainokset -asetus on päällä, Applen mainosalusta voi käyttää tietojasi merkityksellisempien mainosten tarjoamiseen sinulle. Jos et halua vastaanottaa kiinnostuksenkohteisiisi kohdennettuja mainoksia Applen mainosalustalta, voit laittaa Räätälöidyt mainokset pois päältä. Räätälöityjen mainosten laittaminen pois päältä estää Applea käyttämästä tietojasi mainosten kohdentamiseen. Se ei välttämättä vähennä saamiesi mainosten määrää, mutta saamasi mainokset voivat olla sinulle vähemmän merkityksellisiä. Katso lisätietoja Applen mainonnasta ja tietosuojasta osoitteesta www.apple.com/legal/privacy/data/fi/apple-advertising. Lisätietoja siitä, kuinka voit kieltäytyä räätälöidyistä mainoksista App Storessa, Apple Newsissä ja Pörssissä, löytyy osoitteesta support.apple.com/105131. Jako kolmansien osapuolien kanssa Apple on velvoitettu luovuttamaan joitakin ei-henkilökohtaisia tietoja sisältöostoistasi strategisille kumppaneille, jotka toteuttavat yhteistyössä Applen kanssa tuotteemme ja palvelumme, auttavat Applea markkinoinnissa asiakkaille ja myyvät mainontaa Applen puolesta näytettäväksi App Storessa, Apple Newsissa ja Pörssissä. Apple voi esimerkiksi luovuttaa ei-henkilökohtaisia tietoja sisällönomistajille, jotta ne voivat mitata luovan työnsä tuloksen, täyttää rojalti- ja kirjanpitovaatimukset ja parantaa tuotteitaan ja palvelujaan. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee henkilötietojasi Kirjat-apissa yleisesti toteuttaakseen sopimuksesi Applen kanssa, siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee seuraaviin kategorioihin kuuluvia henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin. Näitä ovat mm. seuraavat: • Kirjat-apin käyttösi, mukaan lukien käyttämäsi ominaisuudet (esimerkiksi mitä lisäät Lukutoiveet-listaan), mitä sisältöä etsit, mitä sisältöä tarkastelet, arvostelusi sekä reagointisi ilmoituksiin • Tilisi, kuten omistamasi Apple-tuotteet, tilauksesi Apple-palveluihin sekä ostosi ja latauksesi • Laitteesi laitteistotunniste ja IP-osoite Oikeutettuja etuja ovat mm. seuraavat: • Palvelun optimoiminen ja parantaminen sinulle ja muille • Sinulle merkityksellisimmän sisällön löytämisessä avustaminen • Viestiminen sinulle Apple Booksista ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua • Raporttien tarjoamiseen sisällönomistajille • Petosten ja muun haitallisen toiminnan torjunta Säilytys Apple säilyttää ostoihin ja latauksiin liittyviä henkilötietoja taloudelliseen raportointiin sovellettavien lakien mukaisen ajan. Tämä aika vaihtelee alueittain. Useimmille asiakkaille tämä vaatii vähintään 10 vuoden säilytysajan, mutta joillakin alueilla, kuten Kiinassa, aika voi olla 30 vuotta. Apple säilyttää myös tiedot ostoistasi ja sisältölatauksistasi vähintään niin kauan kuin sinulla on tili Applella, jotta voit ladata sisällön uudelleen sovellettavien ehtojen mukaisesti. Muita tietoja, kuten selaukset ja haut, säilytetään lyhyempi aika, tyypillisimmin kaksi vuotta. Tietojen säilyttämiseen ja liiketoimintakäyttöön sovellettavat oikeudelliset vaatimukset otetaan huomioon säilytysaikaa valittaessa. Joitakin tietoja, kuten ostoja mutta ei tallennettuja korttitietojasi, voidaan kuitenkin säilyttää yritystietoina tilisi sulkemisen jälkeen tai kun lopetat Apple Booksin tai muiden verkkokauppojen käytön. Kun käytät maksukorttia, Apple voi säilyttää ja päivittää automaattisesti korttinumeron ja laskutusosoitteen tulevia ostoja, toistuvia tilitapahtumia ja muita valtuuttamiasi käyttökohteita varten. Apple voi hankkia tämän tiedon rahoituslaitokseltasi tai maksuverkostasi ja myös käyttää sitä petosten ehkäisemiseen ja tietojen vahvistamiseen. Petosten ja muun haitallisen toiminnan torjunta Apple kerää henkilötietoja myös petosten ja haittaohjelmien torjumiseksi Apple Booksissa ja muissa Applen verkkokaupoissa sekä muissa Applen apeissa ja palveluissa. Näihin tietoihin sisältyvät laitetiedot, kuten laitetyyppi ja ohjelmistoversio, sijaintitiedot (arvioitu täsmäyttämällä internet-yhteytesi IP-osoite maantieteelliseen alueeseen, jos saatavilla), lataus- ja ostohistoria sekä muut käyttötapahtumat storeissa. Kun aloitat oston, Apple voi käyttää tietoja aikaisemmasta liikesuhteestasi Applen kanssa pyynnön käsittelyyn ja päättääkseen, toimitetaanko tuote tai palvelu ennen maksunkäsittelykumppanin hyväksyntää. Laitteesi käyttötiedoista, mukaan lukien likimääräinen puheluiden ja sähköpostien määrä, lasketaan myös laitteen luottamusluku, kun yrität ostaa. Lähetettävät tiedot on suunniteltu siten, että Apple ei saa tietoonsa todellisia arvoja laitteestasi. Tuloksia säilytetään määrätty aika Applen palvelimilla. Applen keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä löytyy osoitteesta www.apple.com/legal/privacy/fi/.
fr: La sécurité et la confidentialité de vos informations sont primordiales pour Apple. Nous veillons à collecter uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tous les produits et services Apple, Apple Books a été conçu dans le respect de ces principes. Mise à disposition des Stores Nous utilisons vos données personnelles pour la fourniture des services et fonctionnalités dans l’App Store et les autres Stores en ligne d’Apple, notamment l’iTunes Store et Apple Books. Ces informations peuvent inclure vos données de compte et de paiement (accessibles et modifiables dans les réglages), ainsi que votre historique d’achats et de téléchargements. Lorsque vous téléchargez du contenu d’Apple Books, des identifiants, tels que l’identifiant matériel et l’adresse IP de votre appareil, sont enregistrés par Apple avec votre compte Apple. Pour plus de commodité, Apple Books synchronise vos signets, notes et collections sur tous les appareils et ordinateurs connectés à votre compte. Ces informations sont stockées avec votre compte Apple. Amélioration des Stores Pour améliorer votre expérience dans l’App Store et les autres stores en ligne d’Apple, nous recueillons des informations concernant l’utilisation que vous faites d’Apple Books, notamment le moment où vous ouvrez ou fermez la librairie, le contenu que vous recherchez, consultez et téléchargez, ainsi que vos interactions avec les notifications. Nous collectons également des informations sur votre appareil, comme le modèle, la version du système d’exploitation et la quantité d’espace libre. Nous pouvons utiliser ces informations pour évaluer si le contenu demandé peut être téléchargé, pour comprendre les tendances générales d’utilisation de l’espace de stockage de l’appareil, et pour déterminer si celui-ci utilise une connexion WLAN ou cellulaire. Vos recherches nous permettent également de proposer les tendances de recherche du moment. Nous utilisons des informations agrégées liées à votre utilisation des apps et à votre activité de lecture pour améliorer les fonctionnalités de recherche et les recommandations. Nous recueillons des informations sur les interactions des utilisateurs avec les livres pour analyser leur intérêt, mettre en avant des fonctionnalités et comprendre l’activité de lecture globale. Ces informations sont associées à des identifiants aléatoires uniques propres à chaque utilisateur et chaque livre ; Apple ne peut donc pas prendre connaissance de lʼactivité de lecture dʼun utilisateur particulier. Pour les livres téléchargés depuis Apple Books, les données dʼutilisation des utilisateurs sont agrégées avec des informations sur le livre, comme son genre. Pour les livres ou autres documents non téléchargés depuis Apple Books, nous ne collectons que le format de fichier ; aucune information concernant le contenu du livre nʼest recueillie. Nous utilisons iCloud pour synchroniser les identifiants à lʼaide du chiffrement de bout en bout afin de suivre lʼutilisation des livres sur lʼensemble des appareils connectés à votre compte iCloud. Pour réinitialiser ces identifiants sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Apps > Livres, puis touchez « Réinitialiser l’identifiant ». Personnalisation des Stores Nous exploitons vos interactions avec Apple Books pour vous aider à découvrir du contenu correspondant à vos centres d’intérêt. Par exemple, savoir quel contenu vous consultez ou téléchargez nous permet de proposer des fonctionnalités personnalisées telles que « Vous aimerez peut-être aussi ». Nous vous recommandons du contenu susceptible de vous intéresser en nous basant sur ce que vous avez déjà recherché, consulté, téléchargé, mis à jour, évalué ou ajouté à votre liste d’envies. Nous utilisons aussi votre activité de lecture, comme votre progression dans un livre, pour générer des recommandations plus pertinentes. Cette activité de lecture n’est pas associée à votre compte Apple. Nous utilisons votre historique d’achats, vos modes de paiement et les données de compte tirées de votre compte Apple. Vous pouvez désactiver les fonctionnalités de personnalisation dans l’App Store, dans Apple Books, dans l’iTunes Store, dans l’app Vidéos, dans Podcasts et dans les services Apple sur abonnement en désactivant l’option « Recomm. personnalisées » pour votre compte Apple. Sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > [votre nom] > Contenu multimédia et achats, touchez Compte, puis touchez pour désactiver « Recomm. personnalisées ». Siri suggère du contenu susceptible de vous plaire en traitant sur l’appareil les informations tirées des apps que vous utilisez. Ces informations ne sont pas envoyées à Apple. Vous pouvez désactiver ceci à tout moment sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Apps > Livres > Siri et recherche, puis en touchant « Afficher dans l’app » pour désactiver cette option. Communications provenant dʼApple Apple peut utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez et vos abonnements à des services Apple, pour vous envoyer des communications concernant Apple Books et dʼautres produits, services et offres Apple susceptibles de vous intéresser. Apple peut également utiliser des informations relatives à votre activité dans Apple Books pour vous envoyer des messages à propos de nouveaux contenus, fonctionnalités et offres disponibles sur Apple Books. Vous pouvez recevoir ces messages par e-mail, si vous acceptez de recevoir le marketing par e-mail. Vous pouvez modifier vos préférences relatives aux e-mails et demander à cesser de recevoir ces e-mails en accédant à l’adresse account.apple.com/fr, ou sur vos appareils iOS, iPadOS ou visionOS, en accédant à Réglages > [votre nom] > Infos personnelles > Préférences de communication. Vous pouvez également recevoir ces messages par notifications push. Pour mettre à jour vos préférences de notifications ou demander à cesser de recevoir les notifications sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > Livres. Publicité Les publicités proposées par Apple permettent aux utilisateurs de découvrir des apps, des produits et des services dans l’App Store, Apple News et Bourse. Nous utilisons les informations concernant votre appareil, votre compte, vos achats, vos abonnements et vos téléchargements afin de garantir la pertinence des publicités affichées. Lorsque vous effectuez une recherche dans l’App Store, nous utilisons également les termes utilisés lors de la recherche. Nous créons des groupes de personnes, appelés segments, rassemblant des caractéristiques similaires et utilisons ces groupes pour proposer des publicités ciblées. Les données vous concernant peuvent être utilisées pour déterminer à quel segment vous appartenez et de fait, quelles publicités vous recevez. Pour protéger votre confidentialité, les publicités ciblées ne sont diffusées que si au moins 5 000 personnes répondent aux critères de ciblage. Les informations utilisées pour identifier les publicités pertinentes pour votre profil sont associées à des identifiants aléatoires et ne sont pas associées à votre compte Apple. Si le réglage « Annonces personnalisées » est activé, la plateforme publicitaire d’Apple peut utiliser vos données pour vous proposer des publicités plus pertinentes. Si vous ne souhaitez pas recevoir d’annonces ciblées en fonction de vos centres d’intérêt de la part de la plateforme publicitaire d’Apple, vous pouvez choisir de désactiver « Annonces personnalisées ». La désactivation de ce réglage empêchera Apple d’utiliser vos données à des fins de ciblage publicitaire. Cela ne réduira peut-être pas le nombre de publicités que vous recevrez, mais celles-ci seront moins pertinentes. Pour en savoir plus sur la publicité Apple et la confidentialité, accédez à www.apple.com/legal/privacy/data/fr/apple-advertising. Pour savoir comment désactiver les annonces personnalisées dans l’App Store, Apple News et Bourse, consultez la page suivante : support.apple.com/105131. Partage avec des tiers Nous sommes tenus de communiquer des données non personnelles concernant le contenu que vous achetez à des partenaires stratégiques travaillant avec Apple à l’offre de nos produits et services, aidant Apple à la commercialisation auprès des clients et vendant des publicités pour le compte d’Apple qui apparaîtront dans l’App Store, Apple News et Bourse. Par exemple, nous pouvons partager des données non personnelles avec des éditeurs de contenu, afin qu’ils puissent évaluer l’efficacité de leurs créations, remplir les exigences en matière de droits d’auteur et de comptabilité, et améliorer leurs produits et services. Cadre juridique applicable au traitement des données personnelles En règle générale, nous traitons vos données personnelles liées à votre utilisation de l’app Livres dans le cadre de l’exécution de votre contrat avec Apple, afin de vous fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les catégories de données personnelles suivantes d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties, y compris des données concernant : • Votre utilisation de l’app Livres, notamment les fonctionnalités que vous utilisez (comme ce que vous ajoutez à votre liste d’envies), le contenu que vous recherchez et consultez, vos avis et vos interactions avec les notifications. • Votre compte, notamment les produits Apple que vous possédez, vos abonnements à des services Apple, ainsi que vos achats et téléchargements. • L’identifiant matériel et l’adresse IP de votre appareil. Parmi ces intérêts légitimes figure notamment le fait de : • Optimiser et améliorer le service pour vous et les autres utilisateurs. • Vous aider à découvrir du contenu pertinent. • Vous envoyer des communications concernant Apple Books et d’autres produits, services et offres Apple susceptibles de vous intéresser. • Fournir des rapports aux propriétaires de contenu. • Lutter contre la fraude et d’autres activités malveillantes. Rétention Nous conservons les données personnelles associées à vos achats et téléchargements pendant les durées spécifiées par les lois en vigueur relatives aux états financiers, qui varient dʼune région à lʼautre. Pour la plupart des clients, cette période de rétention est dʼau moins dix ans. Toutefois, dans certaines régions telles que la Chine, la durée de cette période peut sʼélever à 30 ans. Nous conservons également les informations relatives à vos achats et téléchargements de contenu pendant au moins toute la durée de vie de votre compte chez nous pour vous permettre de télécharger à nouveau le contenu en question, conformément à nos conditions en la matière. Nous conservons dʼautres données, comme vos activités de navigation et vos recherches, pour une durée habituelle de deux ans. La période retenue tient compte des exigences légales en vigueur en matière de rétention des données et de cas dʼutilisation commerciaux spécifiques. Toutefois, certaines informations, comme les achats (mais sans les détails de votre carte), peuvent être conservées à titre de documents commerciaux même après que vous avez fermé votre compte ou cessé dʼutiliser Apple Books et les autres Stores en ligne dʼApple. Lorsque vous utilisez une carte de paiement, Apple peut conserver et mettre à jour automatiquement le numéro de votre carte et vos informations de facturation pour les futurs achats, les transactions récurrentes ou dʼautres utilisations que vous avez autorisées. Apple peut obtenir ces informations auprès de votre institution financière ou réseau de paiement. Apple peut également les utiliser pour lutter contre la fraude et à des fins de vérification. Lutte contre la fraude et dʼautres activités malveillantes Nous recueillons également des données personnelles afin de lutter contre la fraude et dʼautres activités malveillantes dans Apple Books et dans les autres Stores en ligne dʼApple, ainsi que dans les autres apps et services Apple. Ces informations comprennent les données relatives à votre appareil (comme son type et la version logicielle installée), votre position géographique (approximative en faisant correspondre l’adresse IP de votre connexion Internet à une région géographique, le cas échéant), lʼhistorique de vos téléchargements et achats, et dʼautres interactions avec les boutiques. Lorsque vous réalisez un achat, Apple peut utiliser les données de votre relation commerciale jusquʼà présent avec Apple afin de traiter la demande et déterminer sʼil est judicieux de fournir le produit ou service avant dʼavoir reçu lʼautorisation du prestataire de paiement. Lors dʼune tentative dʼachat, nous calculons aussi un indice de confiance de lʼappareil sur ce dernier ; pour ce faire, nous nous basons sur les données dʼutilisation de votre appareil, notamment le nombre approximatif dʼappels passés et reçus ou dʼe-mails envoyés et reçus. La transmission se fait sous une forme ne permettant pas à Apple de connaître les données réellement présentes sur votre appareil. Cet indice est stocké pendant une durée déterminée sur nos serveurs. Les données recueillies par Apple seront en tout temps traitées conformément à lʼEngagement de confidentialité dʼApple, que vous pouvez consulter à lʼadresse suivante : www.apple.com/fr/privacy
fr_ca: La sécurité et la confidentialité de vos informations personnelles sont primordiales pour Apple. Nous veillons à recueillir uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. De plus, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit ou service Apple, Apple Books a été conçu dans le respect de ces principes. Fournir les boutiques Nous utilisons vos données personnelles pour fournir les services et les fonctionnalités de l’App Store et d’autres boutiques en ligne d’Apple, y compris l’iTunes Store et Apple Books. Par exemple, ces informations comprennent les données de votre compte et vos données de paiement, accessibles et modifiables dans Réglages, ainsi que l’historique de vos achats et téléchargements. Lorsque vous téléchargez du contenu à partir d’Apple Books, les identifiants tels que l’identifiant matériel de votre appareil et votre adresse IP sont enregistrés par Apple en plus de votre compte Apple. Pour vous faciliter la tâche, Apple Books synchronise vos signets, notes et collections avec vos appareils et ordinateurs connectés. Ces informations sont associées à votre compte Apple. Améliorer les boutiques Pour améliorer votre expérience dans l’App Store et d’autres boutiques d’Apple en ligne, nous recueillons des informations au sujet de votre utilisation d’Apple Books, y compris quand vous ouvrez ou fermez la boutique, quel contenu vous recherchez, le contenu que vous avez visualisé et téléchargé ainsi que vos interactions avec les notifications. Nous recueillons également des informations sur votre appareil, comme le type d’appareil, la quantité d’espace disponible sur celui-ci et la version de votre système d’exploitation. Nous pouvons utiliser ces informations pour évaluer si le contenu demandé peut être téléchargé, pour comprendre les tendances générales d’utilisation du stockage de l’appareil et pour vérifier si votre appareil est connecté à un réseau WLAN ou cellulaire. L’étude des contenus recherchés nous permet également de proposer des recherches tendance. Nous utilisons des informations consolidées à propos de l’utilisation de l’app et de l’activité de lecture pour améliorer la fonctionnalité de recherche et les recommandations. Nous recueillons les interactions des utilisateurs avec les livres pour comprendre lʼengagement utilisateur et lʼensemble de lʼactivité de lecture en plus de donner une priorité aux fonctionnalités. Ces informations sont associées à des identifiants aléatoires uniques à chaque utilisateur et à chaque livre, de sorte quʼApple ne puisse pas mémoriser lʼactivité de lecture dʼun utilisateur en particulier. Pour les livres téléchargés à partir dʼApple Books, lʼutilisation des utilisateurs est agrégée et associée aux informations à propos du livre, comme le genre. Quant aux livres ou aux autres documents qui nʼont pas été téléchargés à partir dʼApple Books, nous recueillons le format du fichier, mais aucune information à propos du contenu du livre. Au moyen dʼiCloud, nous synchronisons les identifiants à lʼaide du chiffrage de bout en bout pour lʼactivité dʼutilisation relative aux livres, et ce, sur tous vos appareils connectés à iCloud. Pour réinitialiser ces identifiants sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Apps > Livres, puis touchez Réinitialiser l’identifiant. Personnaliser les boutiques Nous utilisons vos interactions avec Apple Books pour vous permettre de découvrir des contenus qui sont susceptibles de vous plaire. Par exemple, le fait de connaître les contenus que vous parcourez ou téléchargez nous permet de proposer des fonctionnalités personnalisées, telles que « Plus de livres qui pourraient vous intéresser ». Nous recommandons des contenus qui, selon nous, pourraient vous intéresser, et ce, en fonction de l’historique de vos recherches, lectures, téléchargements, mises à jour, avis ou ajouts à la liste « À lire ». Nous utilisons également votre activité de lecture, notamment la progression dans un livre, pour générer des recommandations plus pertinentes. Cette activité de lecture n’est pas associée à votre compte Apple. Nous utilisons votre historique d’achats et de modes de paiement conjointement avec les informations de votre compte, obtenues à partir de votre compte Apple. Vous pouvez désactiver les fonctionnalités de personnalisation dans l’App Store, Apple Books, l’iTunes Store, Vidéos et Balados ainsi que pour les abonnements auprès d’Apple en désactivant les recommandations personnalisées pour votre compte Apple. Sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > [votre nom] > Contenu multimédia et achats, touchez Compte, puis désactivez Recommandations personnalisées. Siri suggère du contenu susceptible de vous plaire en fonction du traitement sur l’appareil des informations qui découlent des apps que vous utilisez. Ces informations ne sont pas transmises à Apple. Vous pouvez désactiver cette fonctionnalité à tout moment sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Apps > Livres > Siri et Rechercher, puis en désactivant Afficher dans l’app. Communiquer avec vous Apple peut utiliser des informations qui se rapportent à votre compte, telles que les produits Apple que vous possédez et vos abonnements aux services Apple, pour vous envoyer des communications sur Apple Books et d’autres produits, services et offres Apple susceptibles de vous intéresser. Apple peut également utiliser des informations sur votre activité dans Apple Books pour vous envoyer des communications relatives aux nouvelles fonctionnalités, au contenu et aux offres proposées dans Librairie. Ces communications de marketing par courriel peuvent vous être transmises si vous acceptez de les recevoir. Vous pouvez modifier vos préférences de courriel et choisir de ne plus recevoir ces courriels en vous rendant sur account.apple.com ou, sur vos appareils iOS, iPadOS ou visionOS, en accédant à Réglages > [votre nom] > Infos personnelles > Préférences pour les communications. Ces communications peuvent également vous être transmises au moyen de notifications Push. Pour mettre à jour vos préférences en matière de notifications ou refuser d’en recevoir sur vos appareils iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > Livres. Publicité La publicité diffusée par Apple permet aux utilisateurs de découvrir des apps, des produits et des services dans l’App Store, Apple News et Bourse. Nous utilisons des informations relatives à votre appareil, à votre compte, à vos achats, à vos abonnements et aux téléchargements pour nous assurer que les annonces sont pertinentes. Lorsque vous effectuez une recherche sur l’App Store, nous utilisons également vos termes de recherche. Nous créons des segments, c’est-à-dire des groupes de personnes qui partagent des caractéristiques similaires, que nous utilisons pour afficher des annonces ciblées. Les informations vous concernant sont utilisées pour déterminer le segment auquel vous appartenez, et donc pour définir les annonces qui s’affichent sur votre appareil. Pour protéger votre confidentialité, les annonces ciblées sont diffusées uniquement si plus de 5 000 personnes répondent aux critères de ciblage. Les informations utilisées pour déterminer les annonces pertinentes sont associées à des identifiants aléatoires, et non à votre compte Apple. Si le réglage Annonces personnalisées est activé, la plateforme publicitaire d’Apple peut utiliser vos informations pour afficher des publicités susceptibles de vous intéresser. Si vous ne souhaitez pas recevoir d’annonces de la plateforme publicitaire d’Apple ciblées en fonction de vos centres d’intérêt, vous pouvez désactiver le réglage Annonces personnalisées. La désactivation de ce réglage empêchera Apple d’utiliser les informations vous concernant à des fins de ciblage publicitaire. Il se peut que cela n’ait pas d’effet sur le nombre d’annonces que vous recevez, mais elles pourraient être moins pertinentes. Obtenez plus d’informations sur la publicité Apple et la confidentialité à l’adresse www.apple.com/ca/fr/legal/privacy/data/fr-ca/apple-advertising. Découvrez comment désactiver les annonces personnalisées dans l’App Store, Apple News et Bourse à l’adresse support.apple.com/105131. Partage avec des tiers Nous sommes dans l’obligation de fournir certaines données non personnelles à propos de vos achats à des partenaires stratégiques qui travaillent avec Apple pour fournir nos produits et services, aider Apple à mieux connaître sa clientèle et vendre des espaces publicitaires au nom d’Apple dans l’App Store, Apple News et Bourse. Par exemple, nous pouvons partager des données non personnelles avec les propriétaires de contenus pour qu’ils puissent mesurer les performances de leur travail créatif, calculer leurs droits d’auteur et améliorer leurs produits et services. Fondement juridique applicable au traitement des données personnelles De façon générale, nous traitons vos données personnelles dans l’app Livres aux fins de l’exécution de votre contrat avec Apple, dans la mesure où cela est nécessaire pour fournir le service, et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les catégories suivantes de données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers, y compris les informations relatives à : • l’utilisation que vous faites de l’app Livres, notamment les fonctionnalités que vous utilisez (par exemple ce que vous ajoutez à la liste « À lire »), le contenu que vous recherchez, le contenu que vous consultez, vos avis et vos interactions avec les notifications; • votre compte, notamment les produits Apple que vous possédez, vos abonnements aux services Apple ainsi que vos achats et téléchargements. • l’identifiant matériel de votre appareil et à votre adresse IP; Cet intérêt légitime comprend : • l’optimisation et l’amélioration du service pour vous et les autres utilisateurs; • la découverte de contenus qui sont susceptibles de vous plaire; • l’envoi de communications au sujet d’Apple Books et d’autres produits, services et offres connexes d’Apple susceptibles de vous intéresser; • la fourniture de rapports aux propriétaires de contenu; • la prévention de la fraude et d’autres activités malveillantes. Conservation Nous conservons les données personnelles associées aux achats et aux téléchargements que vous avez effectués pendant les périodes spécifiées par les lois applicables en matière de publication de l’information financière, qui varient selon la région. Cela implique que, pour la majeure partie de la clientèle, les données seront conservées pendant au moins 10 ans. Cette période peut s’élever à 30 ans dans des régions comme la Chine. Nous conservons également un registre des contenus que vous avez achetés et téléchargés tant que vous disposez d’un compte chez nous pour vous permettre de retélécharger ces contenus conformément à nos modalités applicables. D’autres informations, telles que les activités de navigation et de recherche, sont conservées pendant des périodes plus courtes, généralement deux ans. La période appliquée dépend du cadre légal applicable en matière de conservation des données et de chaque cas d’utilisation. Cependant, certaines informations telles que les achats, hormis les données des cartes enregistrées, peuvent être conservées sous forme de registres commerciaux même après que vous avez fermé votre compte ou arrêté d’utiliser Apple Books ou d’autres boutiques en ligne d’Apple. Lorsque vous utilisez une carte de paiement, Apple peut conserver et mettre à jour automatiquement votre numéro de carte et vos données de facturation pour les achats futurs, les transactions récurrentes ou d’autres utilisations que vous autorisez. Apple pourrait obtenir ces informations auprès de votre institution financière ou réseau de traitement de paiements ainsi que les utiliser à des fins de prévention de la fraude et de vérification. Prévenir la fraude et d’autres activités malveillantes Nous recueillons aussi des données personnelles pour prévenir la fraude et d’autres activités malveillantes dans Apple Books et d’autres boutiques en ligne d’Apple, ainsi que dans d’autres apps et services Apple. Ces informations comprennent des données relatives à votre appareil, telles que le type d’appareil et la version du logiciel, des données de localisation (le cas échéant, en rapprochant l’adresse IP de votre connexion Internet à une région géographique), l’historique de téléchargement et d’achat, et d’autres interactions avec les boutiques. Lorsque vous effectuez un achat, Apple peut utiliser des informations sur l’historique de vos relations commerciales avec Apple pour traiter la requête et choisir de fournir ou non le produit ou service avant d’avoir reçu l’autorisation du partenaire de paiement. Nous calculons également l’indice de confiance de votre appareil lorsque vous tentez d’effectuer un achat, en utilisant des informations sur votre façon d’utiliser votre appareil, notamment le nombre approximatif d’appels ou de courriels que vous envoyez et recevez. L’envoi est conçu de manière à ce qu’Apple ne puisse pas mémoriser les valeurs réelles sur votre appareil. L’indice est stocké sur nos serveurs pour une durée déterminée. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: הגנה על פרטיות ואבטחת המידע של המשתמשים היא בעלת חשיבות עליונה עבור כל עובדי Apple. אנו עובדים קשה כדי לאסוף רק את הנתונים שדרושים לנו לשיפור חוויית השימוש שלך. כאשר אנו אוספים נתונים, אנו מאמינים שחשוב ליידע אותך לגבי מה שאנחנו אוספים ומדוע, כדי שתהיה לך אפשרות לקבל החלטות מושכלות. ‏Apple Books, בדומה לכל מוצר ושירות אחר של Apple, תוכנן תוך התחשבות בעקרונות אלו. אספקת שירותי החנויות אנו משתמשים בנתונים האישיים שלך כדי לספק את השירותים והמאפיינים של ה-App Store ושל חנויות Apple מקוונות אחרות, כולל iTunes Store ו-Apple Books. מידע זה כולל, לדוגמה, את פרטי החשבון והתשלום שלך, שזמינים וניתנים לשינוי בהגדרות, ואת היסטוריית הרכישות וההורדות שלך. בעת הורדת תוכן מ-Apple Books, ‏Apple שומרת את פרטי חשבון ה-Apple שלך וכן מזהים כגון מזהה החומרה של המכשיר וכתובת ה-IP שלך. כשירות למשתמש, Apple Books מסנכרן את הסימניות, הפתקים והאוספים שלך בכל המכשירים והמחשבים שבהם התחברת. מידע זה מאוחסן ומקושר לחשבון ה-Apple שלך. שיפור החנויות כדי לשפר את חוויית השימוש ב-App Store ובחנויות Apple המקוונות האחרות, אנו אוספים מידע לגבי השימוש שלך ב-Apple Books, כולל הזמן שבו נכנסת לחנות או יצאת ממנה, החיפושים שביצעת, התוכן שבו צפית ושאותו הורדת, והאינטראקציות שלך עם עדכונים. אנו גם אוספים מידע על המכשיר שלך, כגון סוג המכשיר, גירסת מערכת ההפעלה וכמות שטח האחסון הפנוי במכשיר. ייתכן שנשתמש במידע זה כדי להעריך אם ניתן להוריד את התוכן המבוקש, להבין מגמות כלליות של שימוש באחסון שבמכשיר ולבדוק אם המכשיר מחובר לרשת WLAN או לרשת סלולרית. נתוני החיפוש שלך גם מאפשרים לנו לספק הצעות חיפוש פופולריות. אנו משתמשים בנתונים צבורים לגבי שימוש ביישום והיסטוריית הקריאה כדי לשפר את החיפוש ואת ההמלצות. אנו אוספים מידע על האינטראקציות של המשתמשים עם ספרים כדי ללמוד על הפעולות של משתמשים, לשנות את סדרי העדיפות של מאפיינים ולהפיק תובנות מפעילויות קריאה מצטברות. מידע זה משויך למזהים ייחודיים אקראיים המוקצים לכל משתמש ולכל ספר, כך של-Apple אין אפשרות להסיק מסקנות לגבי פעילות הקריאה של משתמש מסוים. במקרה של ספרים שהורדו מ-Apple Books, נתוני השימוש נצברים בין משתמשים בשילוב עם מידע לגבי הספר, כגון ז׳אנר. במקרה של ספרים או מסמכים אחרים שלא הורדו מ-Apple Books, אנו אוספים מידע אך ורק לגבי מבנה הקובץ, אך לא מידע לגבי תוכן הספר. אנו משתמשים ב-iCloud כדי לסנכרן את המזהים תוך שימוש בהצפנה מקצה לקצה עבור פעילויות שימוש בספרים בין המכשירים שלך המחוברים אל iCloud. כדי לאפס מזהים אלה במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור ל״הגדרות״ > ״יישומים״ > ״ספרים״ ולהקיש להפעלת ״איפוס המזהה״. התאמה אישית של החנויות אנו משתמשים בדפוסי השימוש שלך ב-Apple Books כדי לעזור לך לגלות את התוכן המתאים לך ביותר. לדוגמה, מידע על התוכן שבו צפית או התוכן שהורדת מאפשר לנו להציע מאפיינים מותאמים אישית כמו ״ספרים נוספים שיכולים לעניין אותך״. אנו ממליצים לך על תכנים שלדעתנו יעניינו אותך בהתבסס על תכנים שחיפשת, שצפית בהם, שהורדת, שעדכנת, שכתבת עליהם ביקורות או שהוספת לרשימה ״רוצה לקרוא״. אנו משתמשים גם במידע על פעילות הקריאה שלך, כגון מידת ההתקדמות שלך בקריאת ספר, ליצירת המלצות רלוונטיות יותר. מידע זה לגבי פעילות הקריאה אינו מקושר לחשבון ה-Apple שלך. אנו משתמשים בהיסטוריית הרכישות שלך ובאמצעי התשלום שבהם השתמשת לצד פרטים מחשבון ה-Apple שלך. באפשרותך לכבות את מאפייני ההתאמה האישית ב-App Store, ב-Apple Books, ב-iTunes Store, ב״סרטים״, ב״פודקאסטים״ ועבור מינויים לשירותי Apple על ידי כיבוי ״המלצות מותאמות אישית״ בחשבון ה-Apple שלך. במכשיר ה-iOS, ה-iPadOS או ה-visionOS יש לעבור אל ״הגדרות״ > [השם שלך] > ״מדיה ורכישות״, להקיש על ״הצגת החשבון״, ואז להקיש לכיבוי ״המלצות מותאמות אישית״. תכנים שעשויים לעניין אותך מוצעים על-ידי Siri על סמך עיבוד מידע שנמצא במכשיר ומתקבל מהשימוש שלך ביישומים. המידע לא יישלח ל-Apple. ניתן לבטל זאת בכל עת במכשיר ה-iOS, ה-iPadOS או ה-visionOS באמצעות מעבר ל״הגדרות״ > ״יישומים״ >״ספרים״ > ‏״Siri וחיפוש״, והקשה לכיבוי ״הצגה ביישום״. התקשורת איתך ‏Apple עשויה להשתמש במידע לגבי החשבון שלך, כמו למשל מוצרי ה-Apple שבבעלותך או מינויים שלך לשירותים של Apple, כדי לשלוח לך מידע לגבי Apple Books ולגבי מוצרים ושירותים אחרים של Apple, או לגבי הצעות אחרות שעשויות לעניין אותך. ‏Apple עשויה גם להשתמש במידע על הפעילות שלך ב-Apple Books כדי לשלוח לך מידע בנוגע למאפיינים, תוכן ומבצעים חדשים הזמינים ב-Apple Books. ייתכן שמידע זה יישלח אליך באמצעות הודעות דוא״ל, אם הסכמת לקבל תוכן שיווקי בדוא״ל. באפשרותך לשנות את העדפות הדוא״ל שלך ולבחור שלא לקבל את הודעות הדוא״ל האלו באמצעות מעבר לאתר account.apple.com, או דרך ״הגדרות״ > [השם שלך] > ״פרטים אישיים״ > ״העדפות תקשורת״ במכשירי iOS, ‏iPadOS או visionOS. ייתכן שמידע זה יתקבל במכשיר שלך גם דרך עדכונים באמצעות טכנולוגיית Push. כדי לעדכן את ההעדפות שלך בנוגע לעדכונים או לבחור שלא לקבל אותם במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״הגדרות״ > ״עדכונים״ > ״ספרים״. פרסום פרסומות שמוצגות על ידי Apple עוזרות לאנשים לגלות יישומים, מוצרים ושירותים ב-App Store, ביישום News של Apple וב״מניות״. אנו משתמשים במידע לגבי המכשיר, החשבון, הרכישות, המינויים וההורדות כדי לספק פרסומות רלוונטיות. אם ביצעת חיפוש ב-App Store, נשתמש גם במונחי החיפוש שלך. אנו יוצרים ״פלחי שוק״, קבוצות של אנשים בעלי מאפיינים משותפים, ומשתמשים בקבוצות אלו להצגת פרסומות ממוקדות. מידע בנוגע לזהותך משמש כדי לקבוע לאילו פלחי שוק יש לשייך אותך, ומתוך כך, אילו פרסומות להציג לך. כדי להגן על פרטיותך, פרסומות ממוקדות מוצגות רק אם יותר מ-5,000 איש עומדים בקריטריוני המיקוד. המידע שמשמש כדי לקבוע אילו פרסומות רלוונטיות עבורך מקושר למזהים אקראיים ולא לחשבון ה-Apple שלך. אם ההגדרה ״פרסומות בהתאמה אישית״ מופעלת, פלטפורמת הפרסום של Apple עשויה להשתמש במידע שלך כדי להציג פרסומות שרלוונטיות לך. אם אינך רוצה לקבל פרסומות המתאימות לתחומי העניין שלך מפלטפורמת הפרסום של Apple, באפשרותך לכבות את ״פרסומות בהתאמה אישית״. כיבוי ״פרסומות בהתאמה אישית״ ימנע מ-Apple להשתמש במידע למטרות פרסום ממוקד. פעולה זו לא תפחית בהכרח את כמות הפרסומות שיתקבלו אצלך, אך הפרסומות עשויות להיות פחות רלוונטיות לך. פרטים נוספים בנושא ״פרסום של Apple״ ופרטיות ניתן למצוא בכתובת: www.apple.com/legal/privacy/data/he/apple-advertising. מידע נוסף על האופן שבו ניתן למנוע קבלת פרסומות בהתאמה אישית ב-App Store, ב-Apple News וב״מניות״ ניתן למצוא בכתובת: support.apple.com/105131. שיתוף עם ספקים חיצוניים אנו מחויבים לספק לשותפים אסטרטגיים שעובדים עם Apple נתונים מסוימים שאינם אישיים בנוגע לרכישות התכנים שלך כדי לספק את המוצרים והשירותים שלנו, לעזור ל-Apple לשווק ללקוחות ולמכור פרסומות מטעם Apple שיוצגו ב-App Store, ב-Apple News וב״מניות״. לדוגמה, אנו עשויים לשתף נתונים שאינם אישיים עם בעלי תוכן, כדי לאפשר להם לאמוד את הביצועים של התוכן שהם יצרו, לעמוד בתנאים מסוימים הנוגעים לתמלוגים והנהלת חשבונות ולשפר את המוצרים והשירותים שלהם. בסיס חוקי תקף לעיבוד נתונים אישיים באופן כללי, אנו מעבדים את הנתונים האישיים שלך ביישום ״ספרים״ לצורך קיום תנאי החוזה שלך מול Apple, בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים את קטגוריות הנתונים האישיים הבאות לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כולל מידע לגבי: • נתוני השימוש שלך ביישום ״ספרים״, כולל מאפיינים שהשתמשת בהם (לדוגמה, מה שהוספת לרשימת ״רוצה לקרוא״), התכנים שחיפשת, התכנים שצפית בהם, הביקורות שכתבת והאינטראקציות שלך עם עדכונים • החשבון שלך, כגון מוצרי Apple שבבעלותך, המינויים שלך לשירותי Apple, והרכישות וההורדות שלך • מזהה החומרה וכתובת ה-IP של המכשיר שלך צרכים לגיטימיים אלו כוללים: • מיטוב ושיפור השירות עבורך ועבור אחרים • סיוע בגילוי התכנים הרלוונטיים ביותר לך • שליחת מידע לגבי Apple Books ולגבי הצעות, מוצרים ושירותים נוספים של Apple שעשויים לעניין אותך • אספקת דיווח לבעלי תוכן • מניעת הונאות ופעילות זדונית אחרת שמירת נתונים אנו שומרים נתונים אישיים שמקושרים לרכישות ולהורדות שלך למשך הזמן שנקבע בחוקים הנוגעים לדיווח פיננסי. משך הזמן משתנה מאזור לאזור. עבור מרבית הלקוחות, פרק הזמן הוא עשר שנים לפחות, אך באזורים כגון סין פרק הזמן יכול להיות 30 שנים. אנו גם שומרים תיעוד של הרכישות וההורדות שלך כל עוד יש לך חשבון שמאפשר לך להוריד תכנים אלו שוב, בכפוף לתנאים הרלוונטיים שלנו. אנו שומרים מידע נוסף כגון פעילות גלישה וחיפושים לפרק זמן קצר יותר, בדרך כלל שנתיים. פרק הזמן שנבחר לוקח בחשבון דרישות חוק רלוונטיות לשמירת נתונים ומקרים ספציפיים של שימוש עסקי. עם זאת, מידע מסוים כגון רכישות, אך לא פרטי הכרטיס השמור שלך, עשוי להישמר כרשומות עסקיות גם לאחר סגירת החשבון שלך או הפסקת השימוש ב-Apple Books ובחנויות Apple מקוונות אחרות. בעת שימוש בכרטיס תשלום, Apple עשויה לשמור ולעדכן באופן אוטומטי את מספר הכרטיס שלך ואת כתובת החיוב עבור רכישות עתידיות, עסקאות חוזרות או לצורך שימושים אחרים שיאושרו על-ידך. ‏Apple עשויה לשמור מידע זה מהמוסד הפיננסי שלך או מרשת התשלום, וגם להשתמש בו לצורך אימות ומניעת הונאות. מניעת הונאות ופעילות זדונית אחרת אנו גם אוספים נתונים אישיים כדי למנוע הונאות ופעילות זדונית אחרת ב-Apple Books ובחנויות Apple מקוונות אחרות וכן ביישומים ושירותים אחרים של Apple. מידע זה כולל מידע על המכשיר, כגון סוג המכשיר וגירסת התוכנה, פרטי מיקום (שחישובם המשוער מתבצע על ידי התאמת כתובת ה-IP של חיבור האינטרנט שלך לאזור גאוגרפי, בהתאם לזמינות), היסטוריית הורדות ורכישות ואינטראקציות אחרות עם החנויות. בעת ביצוע רכישה, Apple עשויה להשתמש במידע על הקשרים העסקיים ההיסטוריים שלך עם Apple כדי לעבד את הבקשה ולקבוע אם לספק את המוצר או השירות לפני האישור של שותף התשלום. בנוסף, במהלך ניסיון שלך לבצע רכישה, אנו מחשבים עבור המכשיר שלך ציון המכונה ״ציון אמון״. כדי לחשב את הציון הזה אנו משתמשים במידע לגבי אופן השימוש שלך במכשיר, כולל המספר המשוער של שיחות הטלפון או הודעות הדוא״ל היוצאות והנכנסות במכשיר שלך. כאשר אנו שולחים מידע זה, אנו עושים זאת באופן שאינו חושף בפני Apple את הנתונים הממשיים של המכשיר שלך. הציון נשמר בשרתים שלנו למשך פרק זמן קבוע מראש. בכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת www.apple.com/privacy.
hi: आपकी जानकारी की गोपनीयता और सुरक्षा Apple में हम सभी की प्राथमिकता है। हम केवल वह डेटा एकत्रित करने के लिए कड़ा परिश्रम करते हैं, जिसकी हमें आपको बेहतर अनुभव प्रदान करने के लिए आवश्यकता होती है और जब हम डेटा एकत्रित करते हैं, तो यह मानते हैं कि आपके लिए यह जानना ज़रूरी है कि हम क्या एकत्रित कर रहे हैं और हमें उसकी आवश्यकता क्यों है, ताकि आप अपने विकल्प तय कर सकें। Apple के हर उत्पाद और सेवा की तरह Apple Books को भी इन्हीं सिद्धांतों को ध्यान में रखकर बनाया गया है। स्टोर प्रदान करना हम आपके व्यक्तिगत डेटा का उपयोग iTunes Store और Apple Books सहित App Store और अन्य Apple ऑनलाइन स्टोर की सेवाएँ और फ़ीचर प्रदान के लिए करते हैं। उदाहरण के लिए, इस जानकारी में शामिल हैं, आपके खाते और भुगतान की जानकारी, जिन्हें सेटिंग्ज़ में जाकर ऐक्सेस किया और बदला जा सकता है और आपकी ख़रीदारी और डाउनलोड हिस्ट्री। जब आप Apple Books से कोई कॉन्टेंट डाउनलोड करते हैं, तो आपके डिवाइस के हार्डवेयर ID और IP पते जैसे आइडेंटिफ़ायर को Apple के द्वारा आपके Apple खाते के साथ लॉग किया जाता है। आपकी सुविधा के लिए Apple Books आपके साइन इन किए गए सभी डिवाइस और कंप्यूटर पर बुकमार्क, नोट्स और संग्रहों को सिंक करता है। यह जानकारी आपके Apple खाते के साथ संग्रहित की जाती है। स्टोर में सुधार App Store और अन्य Apple ऑनलाइन स्टोर के अनुभव में सुधार के लिए हम आपके द्वारा Apple Books की उपयोग संबंधी जानकारी संग्रहित करते हैं, जैसे आप कब स्टोर खोलते और बंद करते हैं, आप क्या कॉन्टेंट खोजते हैं, आप क्या कॉन्टेंट देखते और डाउनलोड करते हैं और सूचनाओं के साथ आपके इंटरऐक्शन। साथ ही, हम आपके डिवाइस की जानकारी भी संग्रहित करते हैं, जैसे कि डिवाइस का प्रकार, आपके ऑपरेटिंग सिस्टम का संस्करण, आपके डिवाइस पर स्थित ख़ाली जगह। हम इस जानकारी का उपयोग यह तय करने के लिए कर सकते हैं कि अनुरोधित कॉन्टेंट डाउनलोड किया जा सकता है या नहीं, यह समझने के लिए कर सकते हैं कि डिवाइस स्टोरेज के उपयोग की सामान्य प्रवृत्तियाँ क्या हैं और आपका डिवाइस WLAN या मोबाइल डेटा से कनेक्टेड है या नहीं। आप क्या खोजते हैं इससे भी हमें लोकप्रिय खोज ऑफ़र करने में मदद मिलती है। हम खोज और अनुशंसाएँ बेहतर करने के लिए ऐप उपयोग और रीडिंग ऐक्टिविटी के बारे में ऐग्रीगेट जानकारी का इस्तेमाल करते हैं। यूज़र के जुड़ाव को समझने, फ़ीचर की प्राथमिकता तय करने और एग्रीगेट रीडिंग ऐक्टिविटी को समझने के लिए हम किताबों के साथ यूज़र के इंटरऐक्शन की जानकारी एकत्रित करते हैं। यह जानकारी हर यूज़र और हर किताब के लिए रैंडम विशिष्ट आइडेंटिफ़ायर से जुड़ी रहती है जिससे Apple को किसी यूज़र विशेष की रीडिंग ऐक्टिविटी का पता नहीं चलता है। Apple Books से डाउनलोड की गई किताबों के लिए उपयोग को सभी यूज़र के बीच एग्रीगेट किया जाता है जिसमें किताब के बारे में जानकारी शामिल होती है, जैसे शैली। Apple Books से डाउनलोड नहीं की गई किताबों या अन्य दस्तावेज़ों के लिए हम फ़ाइल फ़ॉर्मैट संग्रहित करते हैं लेकिन किताब के कॉन्टेंट की जानकारी संग्रहित नहीं करते हैं। हम iCloud में साइन इन किए गए आपके सभी डिवाइस के लिए किताब उपयोग ऐक्टिविटी के लिए आइडेंटिफ़ायर सिंक करने के लिए एंड-टू-एंड एंक्रिप्शन के उपयोग से iCloud का उपयोग करते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर ये आइडेंटिफ़ायर रीसेट करने के लिए सेटिंग्ज़ > ऐप्स > किताब पर जाएँ और “आइडेंटिफ़ायर रीसेट करें” पर टैप करें। स्टोर का वैयक्तिकरण हम Apple Books के साथ आपके इंटरऐक्शन का उपयोग करते हैं जिससे आप वह कॉन्टेंट देख सकें जो आपके लिए सबसे अधिक प्रासंगिक है। उदाहरण के लिए, आपके द्वारा देखे या डाउनलोड किए जाने वाले कॉन्टेंट की जानकारी होने से हमारे लिए “और किताबें जो शायद आपको पसंद आएँ” जैसे वैयक्तिकृत फ़ीचर पेश करना संभव हो पाता है। हम आपके द्वारा पहले खोजे गए, देखे गए, डाउनलोड किए गए, अपडेट किए गए, समीक्षा किए गए या आपकी “पढ़ने की इच्छा सूची“ में जोड़े गए कॉन्टेंट के आधार पर आपकी दिलचस्पी के अनुरूप कॉन्टेंट की अनुशंसा करते हैं। हम अधिक प्रासंगिक अनुशंसाएँ जनरेट करने के लिए आपकी रीडिंग ऐक्टिविटी, जैसे कि किसी किताब में आपकी प्रगति का भी उपयोग करते हैं। यह रीडिंग ऐक्टिविटी आपके Apple खाते से संबद्ध नहीं की जाती है। हम आपके Apple खाते से ली गई खाता जानकारी के साथ आपकी ख़रीदारी हिस्ट्री और भुगतान विधियों का उपयोग करते हैं। अपने Apple खाते के लिए वैयक्तिकृत अनुशंसाएँ बंद करके आप App Store, Apple Books, iTunes Store, वीडियो, पॉडकास्ट में और Apple के सब्सक्रिप्शन के लिए वैयक्तिकरण फ़ीचर बंद कर सकते हैं। अपने iOS, iPadOS और visionOS डिवाइस पर सेटिंग्ज़ > [आपका नाम] > मीडिया और ख़रीदारी > खाता देखें पर टैप करें और वैयक्तिकृत अनुशंसाओं को टैप करके बंद करें। Siri आपके द्वारा उपयोग किए गए ऐप्स से प्राप्त जानकारी की ऑन-डिवाइस प्रोसेसिंग के आधार पर आपको पसंद आ सकने वाले कॉन्टेंट का सुझाव दे सकता है। यह जानकारी Apple को नहीं भेजी जाती है। आप अपने iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > ऐप्स > किताब > Siri और खोज पर जाकर और “ऐप में दिखाएँ” को बंद करने के लिए टैप करके इसे किसी भी समय अक्षम कर ^[सकते हैं](inflect: true)। आपसे संवाद करना Apple आपके खाते की जानकारी का उपयोग कर सकता है, जैसे आपके पास मौजूद Apple उत्पाद और Apple सेवाओं के साथ आपके सब्सक्रिप्शन की जानकारी, जिससे आपको Apple Books और ऐसे अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेजी जा सकें जिनमें शायद आपकी दिलचस्पी हो। Apple Books पर उपलब्ध नए फ़ीचर, कॉन्टेंट और ऑफ़र के बारे में आपको संचार भेजने के लिए Apple द्वारा Apple Books में आपकी ऐक्टिविटी की जानकारी का भी उपयोग किया जा सकता है। अगर आप ईमेल मार्केटिंग प्राप्त करने के लिए सहमति देते हैं, तो आप ये संचार ईमेल से प्राप्त कर सकते हैं। आप account.apple.com पर जाकर या iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > [आपका नाम] > व्यक्तिगत जानकारी > संचार प्राथमिकता में जाकर अपनी ईमेल प्राथमिकता बदल सकते हैं और ये ईमेल प्राप्त न करने का विकल्प चुन सकते हैं। आप ये संचार पुश सूचना से भी पा सकते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर अपनी सूचना प्राथमिकता को अपडेट करने या सूचनाओं को बंद करने के लिए सेटिंग्ज़ > सूचना > किताब पर जाएँ। विज्ञापन Apple द्वारा प्रदान किए गए विज्ञापनों से लोगों को App Store, Apple News और स्टॉक्स पर ऐप्स, उत्पाद और सेवाओं को ढूँढने में मदद मिलती है। हम आपके डिवाइस, खाता, ख़रीदारी, सब्सक्रिप्शन और डाउनलोड के बारे में जानकारी का उपयोग विज्ञापनों की प्रासंगिकता सुनिश्चित करने के लिए करते हैं। जब आप App Store पर खोज करते हैं, तो हम आपके खोज शब्दों का भी उपयोग करते हैं। हम समान विशेषताओं वाले लोगों के समूह बनाते हैं, जिन्हें खंड कहा जाता है और हम इन समूहों का उपयोग लक्षित विज्ञापनों की डिलीवरी के लिए करते हैं। आपसे संबंधित जानकारी का उपयोग यह निर्धारित करने के लिए किया जाता है कि आपको किस खंड में रखा जाएगा और उससे निर्धारित होता है कि कौन-से विज्ञापन आपको प्राप्त होंगे। आपकी गोपनीयता की रक्षा के लिए लक्षित विज्ञापन केवल तभी प्रदान किए जाते हैं जब 5,000 से अधिक लोग लक्ष्यीकरण मापदंड को पूरा करते हैं। आपके लिए कौन से विज्ञापन प्रासंगिक हैं इसका निर्धारण करने के लिए उपयोग की गई जानकारी रैंडम आइडेंटिफ़ायर से संबद्ध होती है और आपके Apple खाते से संबद्ध नहीं होती है। यदि वैयक्तिकृत विज्ञापन सेटिंग चालू है, तो Apple का विज्ञापन प्लैटफ़ॉर्म आपकी जानकारी का उपयोग आपके लिए ज़्यादा प्रासंगिक विज्ञापन देने के लिए कर सकता है। यदि आप Apple के विज्ञापन प्लैटफ़ॉर्म से अपनी रुचि के अनुसार लक्षित विज्ञापन प्राप्त नहीं करना चाहते हैं, तो आप वैयक्तिकृत विज्ञापन बंद कर सकते हैं। वैयक्तिकृत विज्ञापन को बंद करने से विज्ञापन लक्ष्यीकरण के लिए Apple आपकी जानकारी का उपयोग नहीं कर पाएगा। इससे आपको प्राप्त होने वाले विज्ञापनों की संख्या कम नहीं होगी लेकिन विज्ञापन आपके लिए कम प्रासंगिक हो सकते हैं। Apple विज्ञापन और गोपनीयता के बारे में अधिक जानने के लिए www.apple.com/legal/privacy/data/hi/apple-advertising देखें। App Store, Apple News और स्टॉक्स में वैयक्तिकृत विज्ञापन नहीं प्राप्त करने के बारे में अधिक जानने के लिए support.apple.com/105131 देखें। तृतीय पक्षों के साथ शेयरिंग हमारे उत्पाद और सेवाएँ प्रदान करने, Apple को ग्राहकों तक पहुँचाने में मदद करने और App Store और Apple News और स्टॉक्स में प्रदर्शित करने हेतु Apple की तरफ़ से विज्ञापन बेचने के लिए Apple के साथ काम करने वाले महत्वपूर्ण पार्टनर को हम आपकी कॉन्टेंट ख़रीदारी के बारे में कुछ ग़ैर-व्यक्तिगत डेटा प्रदान करने के लिए वचनबद्ध हैं। उदाहरण के लिए, हम कॉन्टेंट ओनर के साथ ग़ैर-व्यक्तिगत डेटा शेयर कर सकते हैं, ताकि वे अपने रचनात्मक कार्य की कार्यक्षमता माप सकें, रॉयल्टी और लेखा संबंधी आवश्यकताओं को पूरा कर सकें और अपने उत्पादों और सेवाओं में सुधार कर सकें। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम किताब ऐप में आपके व्यक्तिगत डेटा को आम तौर पर Apple के साथ आपके अनुबंध के निष्पादन के लिए प्रोसेस करते हैं जैसा कि सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का अनुपालन करने के लिए आवश्यक होता है। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार प्राप्त करने की कोशिश करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्य के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा की निम्नलिखित श्रेणियों को प्रोसेस करते हैं : • किताब ऐप का आपके द्वारा उपयोग, जिसमें आपके द्वारा उपयोग किए जाने वाले फ़ीचर (उदाहरण के लिए आप अपनी “पढ़ने की इच्छा सूची“ में क्या जोड़ते हैं), आप कौन-सा कॉन्टेंट खोजते हैं, आप कौन-सा कॉन्टेंट देखते हैं, आपकी समीक्षाएँ और सूचनाओं के साथ आपके इंटरऐक्शन • आपका खाता, जैसे कि आपके पास मौजूद Apple उत्पाद, Apple सेवाओं के आपके सब्सक्रिप्शन और आपकी ख़रीदारी और डाउनलोड • आपके डिवाइस की हार्डवेयर ID और IP पता इन तर्कसंगत हितों में शामिल हैं : • आपके और अन्य लोगों के लिए सेवा को ऑप्टिमाइज़ करना और बेहतर बनाना • आपकी वह कॉन्टेंट खोजने में मदद करना जो आपके लिए सबसे अधिक प्रासंगिक है • आपको Apple Books और ऐसे अन्य संबंधित Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेजना जिनमें शायद आपकी दिलचस्पी हो • कॉन्टेंट ओनर को रिपोर्ट देना • धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना रिटेंशन हम आपकी ख़रीदारी और डाउनलोड से जुड़े व्यक्तिगत डेटा को विभिन्न क्षेत्रों में लागू अलग-अलग वित्तीय रिपोर्टिंग से संबंधित क़ानूनों के द्वारा निर्धारित समय तक बनाए रखते हैं। अधिकतर ग्राहकों के लिए कम से कम 10 साल की रिटेंशन अवधि आवश्यक होती है, लेकिन चीन जैसे क्षेत्रों में यह अवधि 30 साल हो सकती है। हम आपकी ख़रीदारी और डाउनलोड के रिकॉर्ड भी तब तक रिटेन करते हैं जब तक आपका खाता हमारे यहाँ रहता है ताकि हमारी लागू होने वाली शर्तों के अनुसार आप वह कॉन्टेंट फिर से डाउनलोड कर सकें। हम छोटी अवधि, सामान्यतया दो साल, के लिए ब्राउज़िंग ऐक्टिविटी और खोज जैसी अन्य जानकारी रिटेन करते हैं। डेटा रिटेन करने और विशेष व्यावसायिक उपयोग स्थितियों के लिए लागू क़ानूनी ज़रूरतों के आधार पर अवधि का चयन होता है। हालाँकि, आपके द्वारा खाता बंद करने या Apple Books या अन्य Apple ऑनलाइन स्टोर का उपयोग बंद करने के बाद भी कुछ जानकारी, जैसे कि ख़रीदारी लेकिन आपके संग्रहित कार्ड विवरण नहीं, को व्यावसायिक रिकॉर्ड के रूप में रिटेन किया जा सकता है। जब आप किसी भुगतान कार्ड का इस्तेमाल करते हैं, तो Apple भविष्य में ख़रीदारी, आवर्ती लेनदेन या आपके द्वारा अधिकृत अन्य इस्तेमाल के लिए आपके कार्ड नंबर और बिलिंग जानकारी को रिटेन कर सकता है और ऑटोमैटिकली अपडेट कर सकता है। Apple यह जानकारी आपके वित्तीय संस्थान या भुगतान नेटवर्क से प्राप्त कर सकता है और धोखाधड़ी रोकने और सत्यापन के लिए भी इसका इस्तेमाल कर सकता है। धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना हम व्यक्तिगत डेटा को Apple Books और अन्य Apple ऑनलाइन स्टोर और अन्य Apple ऐप्स और सेवाओं में छलपूर्ण और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकने के लिए भी संग्रह करते हैं। इस जानकारी में डिवाइस की जानकारी, जैसे डिवाइस का प्रकार और सॉफ्टवेयर संस्करण, स्थान की जानकारी (यदि उपलब्ध हो तो आपके इंटरनेट कनेक्शन के IP पते का भौगोलिक क्षेत्र से मिलान करके अनुमानित जानकारी), डाउनलोड और ख़रीदारी की हिस्ट्री और स्टोर के साथ अन्य इंटरऐक्शन शामिल हैं। जब आप कोई ख़रीदारी करते हैं, तो Apple आपके साथ पुराने व्यावसायिक संबंधों की जानकारी का उपयोग कर सकता है ताकि अनुरोध को प्रोसेस किया जा सके और भुगतान सहयोगी द्वारा ऑथराइज़ेशन करने से पहले यह निर्धारित किया जा सके कि उत्पाद या सेवा प्रदान की जाए या नहीं। जब आप कोई ख़रीदारी करने का प्रयास करते हैं, तो हम आपके डिवाइस पर एक डिवाइस विश्वास स्कोर की भी गणना करते हैं जिसके लिए आप लगभग कितने फ़ोन कॉल या ईमेल भेजते और प्राप्त करते हैं सहित इस जानकारी का उपयोग किया जाता है कि आप अपने डिवाइस का किस तरह उपयोग करते हैं। सबमिशन इस तरह से डिज़ाइन किया गया है कि Apple आपके डिवाइस पर वास्तविक मानों को न जान सके। स्कोर हमारे सर्वर पर एक निश्चित समय तक संग्रहित किया जाता है। Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Zaštita privatnosti i sigurnosti vaših informacija prioritet je svih zaposlenika Applea. Trudimo se prikupljati samo one podatke koji su nam potrebni za poboljšanje vašeg iskustva, a u slučajevima u kojima ih prikupljamo, smatramo da je važno da znate što točno prikupljamo i zašto nam ti podaci trebaju, tako da možete informirano odlučiti. Apple Books, kao i svi drugi Appleovi proizvodi i usluge, dizajniran je oko ovih principa. Pružanje usluga trgovina Za pružanje usluga i značajki u App Storeu i drugim online trgovinama tvrtke Apple koristimo vaše osobne podatke, uključujući iTunes Store i Apple Books. Ti podaci, primjerice, uključuju podatke o vašem računu i plaćanju kojima možete pristupiti i koje možete mijenjati u postavkama te vašu povijest kupnje i preuzimanja. Kad preuzimate sadržaj iz trgovine Apple Books, Apple sprema identifikatore poput ID-ja hardvera i IP adrese vašeg uređaja s vašim Apple računom. Kao dodatnu pogodnost, Apple Books sinkronizira vaše knjižne oznake, bilješke i kolekcije na prijavljenim uređajima i računalima. Te informacije pohranjuju se povezane s vašim Apple računom. Poboljšanje trgovina Radi poboljšanja iskustva u trgovini App Store i drugim online trgovinama tvrtke Apple prikupljamo informacije o vašoj uporabi trgovine Apple Books, uključujući vrijeme kad otvorite ili zatvorite trgovinu, kakav sadržaj pretražujete, sadržaj koji gledate i preuzimate, te vaše interakcije s obavijestima. Također prikupljamo informacije o vašem uređaju kao što su vrsta uređaja, verzija operativnog sustava i količina slobodne memorije na uređaju. Te informacije možemo koristiti kako bismo procijenili može li se traženi sadržaj preuzeti, kako bismo razumjeli opće trendove u korištenju pohrane uređaja te da procijenimo je li vaš uređaj spojen preko WLAN veze ili podatkovne veze. Ono što pretražujete omogućuje nam i da ponudimo popularna pretraživanja. Agregirane informacije o uporabi aplikacija i aktivnosti čitanja koristimo za poboljšanje pretraživanja i preporuka. Prikupljamo korisničke interakcije s knjigama kako bismo razumjeli angažman korisnika, prioritizirali značajke i razumjeli agregiranu aktivnost čitanja. Te informacije povezane su s nasumičnim jedinstvenim identifikatorima za svakog korisnika i svaku knjigu tako da Apple ne može saznati aktivnost čitanja pojedinih korisnika. Za knjige koje su preuzete iz aplikacije Apple Books uporaba se agregira između korisnika te je povezana s informacijama o knjizi, kao što je primjerice žanr. Za knjige ili druge dokumente koji nisu preuzeti iz aplikacije Apple Books prikupljamo format datoteke bez informacija o sadržaju knjige. Koristimo iCloud za sinkroniziranje identifikatora pomoću enkripcije s kraja na kraj za korisničku aktivnost vezanu za knjige na svim vašim uređajima koji su prijavljeni na iCloud. Za resetiranje ovih identifikatora na iOS, iPadOS ili visionOS uređaju otvorite Postavke > Aplikacije > Knjige i dodirnite Resetiraj identifikator. Personaliziranje trgovina Vaše interakcije s uslugom Apple Books koristimo kako bismo vam pomogli u otkrivanju sadržaja koji vam je najrelevantniji. Primjerice, kad znamo koji sadržaj gledate ili preuzimate možemo vam nuditi personalizirane značajke kao što su “Više knjiga koje bi vam se mogle svidjeti”. Preporučujemo sadržaj za koji mislimo da će vam biti zanimljiv na temelju sadržaja koje ste prethodno tražili, gledali, preuzeli, ažurirali ili dodali na svoj popis Želim pročitati. Također koristimo vašu aktivnost čitanja, kao što je vaš napredak u knjizi, kako bismo generirali relevantnije preporuke. Ova aktivnost čitanja nije povezana s vašim Apple računom. Koristimo vašu povijest kupnje i načine plaćanja zajedno s informacijama o računu koje su izvedene iz vašeg Apple računa. Značajke personalizacije možete isključiti u App Storeu, Apple Booksu, iTunes Storeu, Videozapisima, Podcastima i za pretplate od Applea isključivanjem personaliziranih preporuka za svoj Apple račun. Na iOS, iPadOS ili visionOS uređaju idite u Postavke > [vaše ime] > Mediji i kupnje, dodirnite Prikaži račun, a zatim dodirom isključite Personalizirane preporuke. Siri predlaže sadržaj koji bi vam se mogao svidjeti na temelju informacija obrađenih na uređaju koje su dobivene iz aplikacija koje koristite. Te informacije ne šalju se tvrtki Apple. Ovu značajku možete onemogućiti u bilo koje vrijeme na iOS, iPadOS ili visionOS uređaju tako da otvorite Postavke > Aplikacije > Knjige > Siri i pretraživanje i dodirom isključite Prikaži u aplikaciji. Komuniciranje s vama Apple može koristiti informacije o vašem računu, kao primjerice o proizvodima tvrtke Apple koje posjedujete i vašim pretplatama na usluge tvrtke Apple kako bi vam slali informacije o Apple Books i drugim Appleovim proizvodima, uslugama i ponudama koji bi vas mogli zanimati. Apple također može koristiti informacije o vašoj aktivnosti u okviru usluge Apple Books kako bi vam slao komunikaciju o novim značajkama, sadržajima i ponudama dostupnim na usluzi Apple Books. Takvu komunikaciju možete primiti putem e‑maila, ako pristanete primati marketing putem e‑maila. Možete promijeniti postavke za e‑mail i uključiti ili isključiti primanje e‑mailova na account.apple.com ili na iOS, iPadOS ili visionOS uređajima tako da idete u Postavke > [vaše ime] > Osobne informacije > Postavke komuniciranja. Ovu komunikaciju također možete primiti putem push obavijesti. Kako biste ažurirali svoje postavke obavijesti ili isključili obavijesti na iOS, iPadOS ili visionOS uređaju, idite na Postavke > Obavijesti > Knjige. Oglašavanje Oglašavanje koje pruža tvrtka Apple pomaže ljudima da otkriju aplikacije, proizvode i usluge u App Storeu, Apple Newsu i Dionicama. Koristimo informacije o vašem uređaju, računu, kupnjama, pretplatama i preuzimanjima kako bismo osigurali da oglasi budu relevantni. Kad pretražujete App Store, također koristimo pojmove koje pretražujete. Stvaramo grupe ljudi koji se nazivaju segmenti, a koji imaju slične značajke i koristimo te grupe za isporuku ciljanih oglasa. Informacije o vama koriste se kako bi se utvrdilo kojim ste segmentima dodijeljeni te stoga i koje oglase ćete dobivati. Kako bismo zaštitili vašu privatnost, ciljani oglasi isporučuju se samo ako više od 5.000 osoba zadovoljava kriterije ciljanog oglašavanja. Informacije koje se koriste za određivanje oglasa koji su vam relevantni povezane su s nasumičnim identifikatorima i nisu povezane s vašim Apple računom. Ako je postavka Personalizirani oglasi uključena, Appleova oglašivačka platforma može upotrijebiti vaše podatke kako bi vam se pružali oglasi koji su vam najrelevantniji. Ako ne želite s Appleove oglašivačke platforme primati oglase ciljane na temelju vaših interesa, možete isključiti Personalizirane oglase. Isključivanje personaliziranih oglasa spriječit će Apple da koristi vaše podatke za ciljanje oglasa. Možda neće smanjiti broj primljenih oglasa, ali oglasi mogu biti manje relevantni za vas. Saznajte više o Apple oglašavanju i privatnosti na www.apple.com/legal/privacy/data/hr/apple-advertising. Saznajte više o onemogućavanju personaliziranih oglasa na App Storeu, Apple Newsu i u Dionicama na support.apple.com/105131. Dijeljenje s drugim stranama Obvezni smo osigurati neke neosobne podatke o vašim kupnjama sadržaja svojim strateškim partnerima koji rade s Appleom u pružanju naših proizvoda i usluga, pomažu Appleu stavljati proizvode na tržište kupcima te prodaju oglase u Appleovo ime za prikaz u trgovini App Store i aplikacijama Apple News i Dionice. Na primjer, možemo dijeliti neosobne podatke s vlasnicima sadržaja kako bi oni mogli mjeriti učinkovitost svog kreativnog rada, ispuniti zahtjeve za tantijeme i obračune te poboljšati svoje proizvode i usluge. Primjenjiva pravna osnova za obrađivanje osobnih podataka Vaše osobne podatke u aplikaciji Knjige obrađujemo općenito radi izvršavanja vašeg ugovora s tvrtkom Apple, kako je potrebno radi pružanja usluge i radi usklađenosti s našim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo sljedeće kategorije osobnih podataka koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, uključujući sljedeće informacije: • Vaša uporaba aplikacije Knjige, uključujući značajke koje koristite (primjerice, što dodajete na popis Želim čitati), koji sadržaj tražite, pregledavate, vaše ocjene i vaše interakcije s obavijestima • Vaš račun, kao što su Apple proizvodi koje posjedujete, vaše pretplate na usluge tvrtke Apple i vaše kupljene stavke i preuzimanja • ID hardvera i IP adresa vašeg uređaja Ti legitimni interesi uključuju: • Optimiziranje i poboljšanje usluge za vas i druge korisnike • Pomaganje u otkrivanju sadržaja koji su vam bitni • Slanje informacija o usluzi Apple Books i drugim povezanim Apple proizvodima, uslugama i ponudama koje bi vas mogle zanimati • Pružanje izvještaja za vlasnike sadržaja • Sprječavanja prevare i drugih zlonamjernih aktivnosti Zadržavanje Zadržavamo osobne podatke povezane s vašim kupnjama i preuzimanjima tijekom razdoblja propisanih u važećim zakonima povezanima s financijskim izvještajima a koji se razlikuju od regije do regije. Za većinu kupaca to zahtijeva razdoblje zadržavanja od barem 10 godina, ali u regijama poput Kine taj period može biti 30 godina. Također zadržavamo evidenciju vaše kupnje i preuzimanja sadržaja najmanje tijekom vremena u kojem posjedujete račun kod nas kako bismo vam omogućili da ponovno preuzmete taj sadržaj, u skladu s našim važećim uvjetima. Ostale informacije poput aktivnosti pregledavanja i pretraživanja zadržavamo tijekom kraćeg razdoblja, najčešće dvije godine. Odabrano razdoblje u obzir uzima važeće zakonske zahtjeve za zadržavanje podataka i posebnih slučajeva poslovne uporabe. Međutim, neke informacije, poput kupnji, ali ne i vaših spremljenih podataka o kartici mogu se zadržati kao evidencija poslovanja čak i nakon što zatvorite račun ili prestanete koristiti Apple Books i druge online trgovine tvrtke Apple. Kad koristite platnu karticu, Apple može zadržati i automatski ažurirati vaš broj kartice i informacije o naplati za buduće kupnje, ponavljajuće transakcije ili druge uporabe koje autorizirate. Apple može nabaviti ove informacije od vaše financijske institucije ili platne mreže te ih također koristiti za sprečavanje prevare i verifikaciju. Sprječavanje prevare i ostalih zlonamjernih aktivnosti Također prikupljamo osobne podatke kako bismo spriječili prevaru i ostale zlonamjerne aktivnosti u trgovini Apple Books i drugim online trgovinama tvrtke Apple te ostalim Appleovim aplikacijama i uslugama. Te informacije sadrže informacije o uređaju, kao što je vrsta uređaja i verzija softvera, informacije o lokaciji (približno se određuje usklađivanjem IP adrese vaše internetske veze sa zemljopisnim područjem, ako je dostupno), povijest preuzimanja i kupnji te ostale interakcije s trgovinama. Kada pokrenete kupnju, Apple može upotrijebiti podatke o vašem povijesnom poslovnom odnosu s Appleom za obradu zahtjeva i odlučiti hoće li pružiti proizvod ili uslugu prije autorizacije od strane partnera za plaćanje. Također izračunavamo rezultat pouzdanosti uređaja na vašem uređaju prilikom pokušaja obavljanja kupnje koristeći informacije o načinu na koji koristite svoj uređaj, uključujući približan broj telefonskih poziva ili e‑mail poruka koje ste poslali i primili. Primljeni podaci dizajnirani su tako da Apple ne može saznati fundamentalne vrijednosti na vašem uređaju. Rezultat se pohranjuje na određeno vrijeme na našim poslužiteljima. Informacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com/legal/privacy/hr
hu: A felhasználói adatok védelme az egyik elsődleges szempont az Apple számára. Törekszünk arra, hogy csak azokat az adatokat gyűjtsük be, amelyek a felhasználói élmény fokozásához szükségesek. Amikor mégis bizonyos adatok begyűjtése mellett döntünk, akkor fontosnak tartjuk a felhasználók tájékoztatását arról, hogy pontosan milyen információkat gyűjtünk be, és hogy ezekre miért van szükségünk, mivel így a felhasználók a számukra megfelelő döntéseket hozhatják meg. Az Apple Books, mint az Apple minden terméke és szolgáltatása, ilyen irányelvek alapján lett megtervezve. Az áruházak biztosítása Az Ön személyes adatait a szolgáltatások és funkciók biztosítására használjuk az App Store-ban és egyéb online Apple-áruházakban, beleértve az iTunes Store‑t és az Apple Bookst. Az ilyen adatok közé tartoznak például a fiókadatai és a fizetéssel kapcsolatos információi (amelyek a beállításokban találhatók meg és módosíthatók), valamint a vásárlási és letöltési előzményei. Amikor tartalmakat tölt le az Apple Booksból, az Apple az Ön Apple-fiókja mellett más azonosító adatokat, például az eszköz hardverazonosítóját és az IP-címet is rögzíti. Az Ön kényelme érdekében az Apple Books szinkronizálja a könyvjelzőket, jegyzeteket és gyűjteményeket az összes bejelentkezett eszközén és számítógépén. Ez az információ az Apple-fiókjához van társítva. Az áruházak továbbfejlesztése Az App Store-ral és más online Apple-áruházakkal kapcsolatos felhasználói élmény fejlesztése érdekében adatokat gyűjtünk arról, hogy Ön hogyan használja az Apple Booksot – például mikor nyitja meg vagy zárja be az áruházat, milyen tartalmakat keres, néz meg vagy tölt le –, valamint arról, hogy Ön milyen műveleteket végez az értesítésekkel. Az eszközével kapcsolatban is gyűjtünk adatokat, ilyen például az eszköz típusa, az operációs rendszer verziója és az eszközön elérhető szabad tárhely mérete. Ezekkel az információkkal felmérhetjük, hogy a kért tartalom letölthető-e, hogy megismerjük az eszköz tárhelyére vonatkozó általános használati trendeket, és hogy az eszköz WLAN- vagy mobilhálózathoz kapcsolódik-e. Az Ön által keresett tartalmak lehetővé teszik továbbá, hogy népszerű kereséseket kínáljunk. A keresés és az ajánlások továbbfejlesztése érdekében összesített adatokat használunk fel az Ön apphasználatával és olvasási tevékenységével kapcsolatban. Gyűjtjük a felhasználók könyvekkel kapcsolatos interakcióit, hogy megismerhessük a felhasználók érdeklődését, priorizálhassunk funkciókat, és megérthessük az összesített olvasási tevékenységeket. Ezek az adatok minden felhasználó és minden könyv esetében egy véletlenszerű azonosítóhoz vannak rendelve, így az Apple nem ismerheti meg az egyes felhasználók olvasási tevékenységét. Az Apple Booksból letöltött könyvek esetében a használat összesítve van a felhasználók között a könyvvel kapcsolatos információkkal (például műfajjal) együtt. Olyan könyvek vagy más típusú dokumentumok esetében, melyek nem az Apple Booksból lettek letöltve, a könyvvel kapcsolatosan kizárólag a fájlformátumot gyűjtjük, a könyv tartalmára vonatkozó információt nem. Az iCloud használatával végponttól végpontig titkosítva szinkronizáljuk az azonosítókat a könyvek használati aktivitásához az iCloudba bejelentkezett eszközei között. Az azonosítók alaphelyzetbe állításához iOS-, iPadOS- vagy visionOS-eszközön nyissa meg a Beállítások > Appok > Könyvek (visionOS‑en: Settings > Apps > Books) lehetőséget, és koppintson az Azonosító alaphelyzetbe állítása (visionOS‑en: Reset Identifier) lehetőségre. Az Áruházak személyre szabása Az Apple Booksban végzett tevékenysége alapján segítünk az Ön számára legrelevánsabb tartalmak felfedezésében. Például, ha tudjuk, hogy Ön milyen tartalmat tekintett meg vagy töltött le, az lehetővé teszi számunkra, hogy olyan személyre szabott funkciókat kínáljunk, mint a További könyvek, amelyek tetszhetnek Önnek. Olyan tartalmakat javasolunk, amelyekről az előzőleg Ön által keresett, megtekintett, letöltött, frissített, értékelt vagy az Olvasnivaló listához adott termékek alapján úgy gondoljuk, hogy érdekelhetik Önt. Felhasználjuk továbbá az olvasási tevékenységét (például egy könyv olvasásában való előrehaladását) arra, hogy relevánsabb tartalmakat ajánlhassunk. Ez az olvasási tevékenység nincs az Ön Apple-fiókjához társítva. Felhasználjuk a vásárlási előzményeket és fizetési módokat az Apple-fiókjából származó fiókadatokkal együtt. Ha ki szeretné kapcsolni a személyre szabási funkciókat az App Store-ban, az Apple Booksban, az iTunes Store-ban, a Videók appban, a Podcastsban és az Apple-től származó előfizetésekben, kapcsolja ki a Személyre szabott ajánlások beállítást az Apple-fiókjára vonatkozóan. Ehhez az iOS-, iPadOS- vagy visionOS-eszközén válassza a Beállítások > [az Ön neve] > Média és vásárlások (visionOS‑en: Settings > [az Ön neve] > Media & Purchases) menüpontot, koppintson A fiók megtekintése (visionOS‑en: View Account) lehetőségre, majd koppintással kapcsolja ki a Személyre szabott ajánlások (visionOS‑en: Personalized Recommendations) lehetőséget. Siri az Ön által használt appokból származó, az eszközön feldolgozott információk alapján olyan tartalmat javasol, amely érdekelheti Önt. Ezek az információk nincsenek elküldve az Apple-nek. iOS-, iPadOS- és visionOS-eszközén ezt bármikor letilthatja. Ehhez válassza a Beállítások > Könyvek > Siri és keresés (visionOS‑en: Settings > Apps > Books > Siri & Search) menüpontot, majd koppintással kapcsolja ki a Megjelenítés az appban (visionOS‑en: Show in App) funkciót. Az Önnel folytatott kommunikáció Az Apple felhasználhatja az Ön fiókjával kapcsolatos információkat (például az Ön tulajdonában lévő Apple-termékek és az Apple-szolgáltatásokra való előfizetések), hogy információkat küldjön az Apple Booksszal kapcsolatban, valamint az Önt esetleg érdeklő Apple-termékekről, -szolgáltatásokról és -ajánlatokról. Az Apple felhasználhatja az Ön Apple Booksszal végzett tevékenységeit ahhoz is, hogy információkat küldjön Önnek az Apple Booksban elérhető új funkciókról, tartalmakról és ajánlatokról. E-mail-üzenetben kaphat ilyen jellegű tartalmakat, amennyiben beleegyezik abba, hogy marketinganyagokat küldjünk Önnek e-mailben. Az e-mailekkel kapcsolatos beállítások módosításához, valamint az ilyen jellegű e-mailekről való leiratkozáshoz látogasson el az account.apple.com/hu címre, vagy iOS-, iPadOS-, illetve visionOS-eszközökön válassza a Beállítások > [az Ön neve] > Személyes adatok > Kommunikációs beállítások (visionOS‑en: Settings > [az Ön neve] > Personal Information > Communication Preferences) menüpontot. Ezeket a kommunikációkat push értesítések formájában is megkaphatja. Az értesítési beállításai frissítéséhez, illetve az értesítések lemondásához iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Értesítések > Könyvek (visionOS‑en: Settings > Notifications > Books) menüpontot. Hirdetések Az Apple által megjelenített hirdetések segítenek a felhasználóknak, hogy appokat, termékeket és szolgáltatásokat fedezzenek fel az App Store-ban, az Apple Newsban és a Részvényekben. Felhasználjuk az Ön eszközével, fiókjával, vásárlásaival, előfizetéseivel és letöltéseivel kapcsolatos információkat annak érdekében, hogy biztosan az Ön számára releváns hirdetéseket jelenítsünk meg. Ha Ön keresést végez az App Store-ban, akkor a keresési kifejezéseit is felhasználjuk. Olyan emberekből álló csoportokat, úgynevezett szegmenseket hozunk létre, akik hasonló jellemzőkkel rendelkeznek, és ezeket a csoportokat célzott hirdetések megjelenítéséhez használjuk. Az Önnel kapcsolatos információkat annak meghatározására használjuk fel, hogy Ön milyen szegmensekbe tartozzon, és így milyen hirdetéseket kapjon. A személyes adatok védelme érdekében a célzott hirdetések csak akkor lesznek elküldve, ha több mint 5000 személy megfelel a célzási feltételeknek. Az Ön számára releváns hirdetések meghatározásához felhasznált információk véletlenszerű azonosítókhoz vannak hozzárendelve, és nincsenek összekapcsolva az Ön Apple-fiókjával. Ha a Személyre szabott hirdetések beállítás be van kapcsolva, az Apple hirdetési platformja felhasználhatja az Ön információit arra, hogy Önre nézve relevánsabb hirdetéseket jelenítsen meg. Ha nem szeretne az Apple hirdetési platformjáról az Ön érdeklődési körének megfelelő célzott hirdetéseket kapni, kikapcsolhatja a Személyre szabott hirdetések funkciót. A Személyre szabott hirdetések funkció kikapcsolása megakadályozza, hogy az Apple célzott hirdetésekhez használja fel az Ön információit. Előfordulhat, hogy ez nem csökkenti a megjelenő hirdetések számát, de a hirdetések kevésbé lesznek relevánsak az Ön számára. Bővebben az Apple-hirdetésekről és az adatvédelemről: www.apple.com/legal/privacy/data/hu/apple-advertising. A következő cikkből megtudhatja, hogyan iratkozhat le a személyre szabott hirdetésekről az App Store-ban, az Apple News felületén és a Részvényekben: support.apple.com/hu-hu/105131 Megosztás harmadik felekkel Kötelesek vagyunk átadni bizonyos nem személyes jellegű adatokat az Ön tartalomvásárlásairól azoknak a stratégiai partnereinknek, akik együttműködnek az Apple-lel a termékeink és szolgáltatásaink biztosításában, segítik az Apple marketingjét az ügyfelek felé, és olyan hirdetéseket adnak el az Apple nevében, amelyek az App Store-ban, az Apple Newsban és a Részvényekben jelennek meg. Megoszthatunk például nem személyes adatokat a tartalomtulajdonosokkal annak érdekében, hogy fel tudják mérni alkotói tevékenységük eredményességét, meg tudjanak felelni a jogdíjakkal és a könyveléssel kapcsolatos követelményeknek, valamint fejleszteni tudják a termékeiket és szolgáltatásaikat. A személyes adatok feldolgozásának hatályos jogalapja Az Ön személyes adatait a Könyvek appban általánosságban az Ön Apple-lel kötött szerződésének végrehajtása érdekében dolgozzuk fel, a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a következő kategóriákba tartozó személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra. Ide tartoznak a következőkre vonatkozó információk: • Az Ön Könyvek app használatával kapcsolatos információi, beleértve az Ön által használt funkciókat (például, hogy mit ad hozzá az Olvasnivaló listához), hogy milyen tartalmakat keres vagy tekint meg, az értékeléseit, valamint az értesítésekkel kapcsolatos tevékenységeit • Az Ön fiókja, például az Ön tulajdonában lévő Apple-termékek, az Apple-szolgáltatásokra vonatkozó előfizetései, valamint a vásárlásai és letöltései. • Az Ön eszközének hardverazonosítója és IP-címe; Ezek a jogos érdekek a következőket foglalhatják magukban: • A szolgáltatás fejlesztése és optimalizálása az Ön és mások számára; • Az Ön számára legrelevánsabb tartalmak felfedezésének elősegítése; • Információk küldése az Apple Books szolgáltatásról, valamint az Önt esetleg érdeklő, kapcsolódó Apple-termékekről, -szolgáltatásokról és -ajánlatokról; • Jelentések biztosítása a tartalomtulajdonosoknak; • Csalás és más rosszindulatú tevékenységek megakadályozása. Megőrzés A vásárlásokhoz és letöltésekhez kapcsolódó személyes adatokat a pénzügyi beszámolásra vonatkozó jogszabályokban meghatározott időszakokra őrizzük meg, amelyek hossza régiónként eltérhet. A legtöbb ügyfél esetében a megőrzési időszak hossza az előírásoknak megfelelően legalább 10 év, azonban bizonyos régiókban (például Kínában) ez az időszak 30 év is lehet. Emellett legalább addig megőrizzük a vásárlásokra és a tartalom letöltésére vonatkozó nyilvántartásokat, amíg Ön fiókkal rendelkezik nálunk, hogy lehetővé tegyük a tartalom újbóli letöltését az érvényben lévő feltételeknek megfelelően. Egyéb információkat, például a böngészési szokásokat és a kereséseket rövidebb ideig őrizzük meg, jellemzően két évig. A kiválasztott időszak figyelembe veszi a hatályos jogi követelményeket az adatok és a konkrét üzleti felhasználási esetek megőrzésére vonatkozóan. Bizonyos információkat, például a vásárlásokra vonatkozókat (az eltárolt kártyaadatok kivételével) azonban esetenként akkor is megőrizhetjük üzleti nyilvántartások formájában, miután Ön megszünteti a fiókját, vagy abbahagyja az Apple Books és egyéb online Apple-áruházak használatát. Fizetési kártya használatakor előfordulhat, hogy az Apple megőrzi és automatikusan frissíti az Ön kártyaszámát és a számlázási információkat a jövőbeli vásárlásokhoz, az ismétlődő tranzakciókhoz, illetve olyan egyéb használati célokra is, amelyeket Ön engedélyez. Az Apple ezeket az információkat az Ön pénzügyi intézményétől vagy fizetési hálózatától szerezheti be, és a csalások megelőzéséhez, illetve ellenőrzéshez is felhasználhatja őket. Csalások és más rosszindulatú tevékenységek megakadályozása Személyes adatokat azért is gyűjtünk, hogy megelőzzük a csalásokat és más rosszindulatú tevékenységeket az Apple Booksban és más online Apple-áruházakban, valamint az Apple további appjaiban és szolgáltatásaiban. Ilyen adatok például az eszközinformációk, többek között az eszköz típusa és szoftververziója, a helyzetadatok (megközelítőlegesen meghatározva az internetkapcsolata IP-címének egy földrajzi régióhoz való egyeztetésével, ha elérhető), a letöltési és vásárlási előzmények, valamint az áruházakkal folytatott egyéb interakciók. Amikor Ön vásárlást kezdeményez, az Apple felhasználhatja az Ön Apple-lel való üzleti kapcsolatának előzményeit a kérelem feldolgozásához, valamint annak meghatározásához, hogy biztosítsa-e a terméket vagy szolgáltatást a fizetési partner jóváhagyása előtt. Amikor megpróbál vásárolni, egy eszközmegbízhatósági pontszámot is kiszámítunk az eszközhasználattal kapcsolatos információi alapján, amelyek azt is tartalmazzák, hogy hozzávetőlegesen hány telefonhívást intézett, és hány e-mail-üzenetet küldött és kapott. A beküldés folyamata úgy van kialakítva, hogy az Apple nem képes megismerni a valós értékeket az Ön eszközén. A pontszámot meghatározott ideig tároljuk a szervereinken. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Perlindungan terhadap privasi dan keamanan informasi Anda adalah hal yang utama bagi semua pihak di Apple. Kami bekerja keras untuk hanya mengumpulkan data yang kami perlukan untuk membuat pengalaman Anda lebih baik dan, saat kami mengumpulkan data, kami percaya bahwa penting bagi Anda untuk mengetahui apa yang kami kumpulkan dan kenapa kami memerlukannya, sehingga Anda dapat memilih dengan bijak. Apple Books, seperti produk dan layanan Apple lainnya, didasarkan pada prinsip ini. Menyediakan Toko Kami menggunakan data pribadi Anda untuk menyediakan layanan dan fitur di App Store dan toko online Apple lainnya, termasuk iTunes Store dan Apple Books. Informasi ini menyertakan, misalnya, informasi akun dan pembayaran Anda, yang dapat Anda akses dan ubah di pengaturan, dan riwayat pembelian dan pengunduhan Anda. Saat Anda mengunduh konten dari Apple Books, pengenal seperti ID perangkat keras dan alamat IP dicatat oleh Apple bersama dengan Akun Apple Anda. Demi kemudahan Anda, Apple Books menyelaraskan penanda, catatan, dan koleksi Anda di semua perangkat dan komputer Anda yang masuk. Informasi ini disimpan dengan kaitan ke Akun Apple Anda. Meningkatkan Toko Untuk meningkatkan pengalaman di App Store dan toko online Apple lainnya, kami mengumpulkan informasi mengenai penggunaan Apple Books oleh Anda, termasuk kapan Anda membuka atau menutup toko, konten apa yang Anda cari, konten yang Anda lihat dan unduh, serta interaksi Anda dengan pemberitahuan. Kami juga mengumpulkan informasi mengenai perangkat Anda seperti jenis perangkat, versi sistem operasi, dan banyaknya ruang kosong pada perangkat Anda. Kami dapat menggunakan informasi ini untuk menilai apakah konten yang diminta dapat diunduh, untuk memahami tren umum dalam penggunaan penyimpanan perangkat, dan apakah perangkat Anda terhubung dengan WLAN atau seluler. Apa yang Anda cari juga memungkinkan kami untuk menawarkan pencarian populer. Kami menggunakan informasi agregat mengenai penggunaan app dan aktivitas membaca untuk meningkatkan pencarian dan rekomendasi. Kami mengumpulkan interaksi pengguna dengan buku untuk memahami keikutsertaan pengguna, memprioritaskan fitur, dan memahami aktivitas membaca agregat. Informasi ini dikaitkan dengan pengenal unik acak untuk setiap pengguna dan setiap buku sehingga Apple tidak mempelajari aktivitas membaca pengguna tertentu. Untuk buku yang diunduh dari Apple Books, penggunaannya diagregatkan secara lintas pengguna sambil dikaitkan dengan informasi mengenai buku, seperti genre. Untuk buku atau dokumen lainnya yang tidak diunduh dari Apple Books, kami mengumpulkan format file dan bukan informasi mengenai konten buku. Kami menggunakan iCloud untuk menyelaraskan pengenal menggunakan enkripsi ujung ke ujung untuk aktivitas penggunaan buku di semua perangkat Anda yang masuk ke iCloud. Untuk mengatur ulang pengenal ini di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > App > Buku dan ketuk Atur Ulang Pengenal. Menyesuaikan Toko Kami menggunakan interaksi Anda dengan Apple Books untuk membantu Anda menemukan konten yang paling relevan dengan Anda. Misalnya, dengan mengetahui konten apa yang Anda lihat atau unduh, kami dapat menawarkan fitur yang disesuaikan seperti Buku Lainnya yang Mungkin Anda Suka. Kami merekomendasikan konten yang menurut kami sesuai dengan minat Anda berdasarkan yang sebelumnya Anda cari, lihat, unduh, perbarui, tinjau, atau tambahkan ke Daftar Ingin Baca Anda. Kami juga menggunakan aktivitas membaca Anda, seperti kemajuan Anda di dalam suatu buku, untuk menghasilkan rekomendasi yang lebih relevan. Aktivitas membaca ini tidak dikaitkan dengan Akun Apple Anda. Kami menggunakan riwayat pembelian dan metode pembayaran bersama informasi akun yang diambil dari Akun Apple Anda. Anda dapat mematikan fitur personalisasi di App Store, Apple Books, iTunes Store, Video, Podcast, dan untuk langganan dari Apple dengan mematikan Rekomendasi Personal untuk Akun Apple Anda. Di perangkat iOS, iPadOS, atau visionOS, buka Pengaturan > [nama Anda] > Media & Pembelian, ketuk Lihat Akun, lalu ketuk untuk mematikan Rekomendasi Personal. Siri menyarankan konten yang mungkin Anda suka berdasarkan pemrosesan informasi pada perangkat yang berasal dari app yang Anda gunakan. Informasi ini tidak dikirimkan ke Apple. Anda dapat menonaktifkan ini kapan pun di perangkat iOS, iPadOS, atau visionOS Anda dengan membuka Pengaturan > App > Buku > Siri & Cari dan mengetuk untuk mematikan Tampilkan di App. Berkomunikasi dengan Anda Apple dapat menggunakan informasi mengenai akun Anda, seperti produk Apple yang Anda miliki dan langganan layanan Apple Anda, untuk mengirimi Anda komunikasi mengenai Apple Books dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati. Apple juga dapat menggunakan informasi mengenai aktivitas Anda di dalam Apple Books untuk mengirimi Anda komunikasi mengenai fitur, konten, dan penawaran baru yang tersedia di Apple Books. Anda juga dapat menerima komunikasi ini melalui email, jika Anda menyetujui untuk menerima pemasaran email. Anda dapat mengubah preferensi email Anda dan menonaktifkan penerimaan email ini dengan membuka account.apple.com, atau di perangkat iOS, iPadOS, atau visionOS Anda dengan membuka Pengaturan > [nama Anda] > Informasi Pribadi > Preferensi Komunikasi. Anda juga dapat menerima komunikasi ini melalui pemberitahuan push. Untuk memperbarui preferensi pemberitahuan Anda atau untuk menonaktifkan pemberitahuan di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > Pemberitahuan > Buku. Pengiklanan Pengiklanan yang dikirimkan Apple membantu pengguna menemukan app, produk, dan layanan di App Store, Apple News, dan Saham. Kami menggunakan informasi mengenai perangkat, akun, pembelian, langganan, dan pengunduhan untuk memastikan bahwa iklan akan relevan. Saat Anda mencari di App Store, kami juga menggunakan istilah pencarian Anda. Kami membuat grup orang, yang disebut segmen, yang memiliki karakteristik yang mirip dan kami menggunakan grup untuk menyuguhkan iklan yang sesuai target. Informasi mengenai Anda digunakan untuk menentukan segmen yang sesuai bagi Anda dan iklan mana yang Anda dapatkan. Untuk melindungi privasi Anda, iklan sesuai target hanya disajikan jika lebih dari 5.000 orang memenuhi kriteria penargetan. Informasi yang digunakan untuk menentukan iklan mana yang relevan bagi Anda akan dikaitkan dengan pengenal acak dan tidak dikaitkan dengan Akun Apple Anda. Jika pengaturan Iklan yang Dipersonalisasi dinyalakan, platform pengiklanan Apple dapat menggunakan informasi Anda untuk menyajikan iklan yang lebih relevan bagi Anda. Jika Anda tidak ingin menerima iklan yang ditargetkan terhadap minat Anda dari platform pengiklanan Apple, Anda dapat memilih untuk mematikan Iklan yang Dipersonalisasi. Jika Iklan yang Dipersonalisasi dimatikan, Apple tidak akan dapat menggunakan informasi Anda untuk penargetan iklan. Hal ini mungkin tidak akan mengurangi jumlah iklan yang Anda terima, tapi iklan mungkin akan menjadi kurang relevan bagi Anda. Pelajari Pengiklanan Apple & Privasi lebih lanjut di www.apple.com/legal/privacy/data/id/apple-advertising. Pelajari cara menonaktifkan iklan yang dipersonalisasi di App Store, Apple News, dan Saham di support.apple.com/105131. Berbagi dengan Pihak Ketiga Kami diwajibkan untuk menyediakan data nonpribadi tertentu mengenai pembelian konten Anda ke mitra strategis yang bekerja dengan Apple untuk menyediakan produk dan layanan kami, membantu Apple memasarkan ke konsumen, dan menjual iklan atas nama Apple untuk ditampilkan di App Store dan Apple News serta Saham. Misalnya, kami dapat membagikan data nonpribadi dengan pemilik konten sehingga mereka dapat mengukur kinerja karya kreatif mereka, memenuhi persyaratan royalti dan akuntansi mereka, dan meningkatkan produk serta layanan mereka. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi Anda di app Buku secara umum untuk menjalankan kontrak Anda dengan Apple, sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses kategori data pribadi berikut sebagaimana yang diperlukan untuk tujuan kepentingan kami yang sah atau pihak ketiga, meliputi informasi mengenai: • Penggunaan app Buku Anda, meliputi fitur yang Anda gunakan (misalnya, apa yang Anda tambahkan ke daftar Ingin Baca), konten apa yang Anda cari, konten yang Anda lihat, ulasan Anda, dan interaksi Anda dengan pemberitahuan • Akun Anda, seperti produk Apple yang Anda miliki, langganan layanan Apple Anda, dan pembelian serta pengunduhan Anda • ID perangkat keras dari perangkat Anda dan alamat IP Kepentingan yang sah ini meliputi: • Mengoptimalkan dan meningkatkan layanan bagi Anda serta pengguna lain • Membantu Anda menemukan konten yang paling relevan bagi Anda • Mengirimi Anda komunikasi mengenai Apple Books dan produk, layanan, serta penawaran Apple lainnya yang terkait dan mungkin Anda minati • Menyediakan pelaporan untuk pemilik konten • Mencegah penipuan dan aktivitas berbahaya lainnya Penyimpanan Kami menyimpan data pribadi yang dikaitkan dengan pembelian dan pengunduhan dalam periode waktu yang ditentukan oleh hukum yang berlaku terkait dengan pelaporan keuangan, yang berbeda-beda menurut wilayah. Untuk sebagian besar konsumen, hal tersebut memerlukan periode penyimpanan setidaknya selama 10 tahun, tapi di wilayah seperti Tiongkok, periode tersebut dapat berlangsung 30 tahun. Kami juga menyimpan catatan pembelian dan pengunduhan konten setidaknya selama Anda memiliki akun bersama kami agar Anda dapat mengunduh ulang konten tersebut sesuai dengan ketentuan yang berlaku. Kami menyimpan informasi lainnya seperti aktivitas penelusuran dan pencarian dalam periode waktu yang lebih pendek, biasanya dua tahun. Periode waktu yang dipilih mempertimbangkan persyaratan hukum yang berlaku untuk menyimpan data dan kasus penggunaan bisnis tertentu. Namun, sebagian informasi, seperti pembelian, tapi bukan detail kartu Anda yang disimpan, dapat disimpan sebagai catatan bisnis bahkan setelah Anda menutup akun Anda atau berhenti menggunakan Apple Books atau toko online Apple lainnya. Saat Anda menggunakan kartu pembayaran, Apple mungkin menyimpan dan memperbarui nomor kartu dan informasi penagihan Anda secara otomatis untuk pembelian mendatang, transaksi berulang, dan penggunaan lainnya yang Anda sahkan. Apple dapat memperoleh informasi ini dari institusi keuangan atau jaringan pembayaran Anda, dan juga menggunakannya untuk pencegahan penipuan dan verifikasi. Mencegah Penipuan dan Aktivitas Berbahaya Lainnya Kami juga mengumpulkan data pribadi untuk mencegah penipuan dan aktivitas berbahaya lainnya di Apple Books dan toko online Apple lainnya, dan app serta layanan Apple lainnya. Informasi ini meliputi informasi perangkat, seperti jenis perangkat dan versi perangkat lunak, informasi lokasi (diperkirakan dengan mencocokkan alamat IP koneksi internet Anda dengan wilayah geografis, jika tersedia), riwayat pengunduhan dan pembelian, dan interaksi lainnya dengan toko. Saat Anda memulai pembelian, Apple dapat menggunakan informasi mengenai riwayat hubungan bisnis Anda dengan Apple untuk memproses permintaan dan menentukan apakah produk atau layanan akan disediakan sebelum disahkan mitra pembayaran. Kami juga menghitung skor kepercayaan perangkat pada perangkat Anda saat Anda mencoba membeli menggunakan informasi mengenai bagaimana Anda menggunakan perangkat, termasuk perkiraan jumlah panggilan telepon atau email yang Anda kirim dan terima. Pengirimannya dirancang sedemikian rupa sehingga Apple tidak dapat mempelajari nilai sebenarnya pada perangkat Anda. Skor tersebut disimpan dalam jangka waktu yang tetap di server kami. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy
it: Garantire la protezione della privacy e la sicurezza delle tue informazioni è una priorità per Apple. Quando vengono raccolte informazioni, Apple ritiene importante specificare quali tipi di dati vengono raccolti e il motivo per cui è necessario farlo, in modo da consentirti di compiere una scelta ponderata. Apple Books, così come ogni altro prodotto e servizio Apple, è pensato a partire da questi principi. Funzionalità degli Store Apple utilizza i tuoi dati personali per fornirti servizi e funzionalità su App Store e sugli altri Store Apple online, tra cui iTunes Store e Apple Books. Queste informazioni includono, ad esempio, i dati relativi al tuo account o le informazioni di pagamento, consultabili e modificabili in Impostazioni, e la cronologia degli acquisti e dei download. Quando scarichi un contenuto da Apple Books, Apple associa al tuo Apple Account alcune informazioni, come l’identificativo hardware del tuo dispositivo e l’indirizzo IP. Per tua comodità, Apple Books sincronizza i preferiti, le note e le raccolte tra i dispositivi e i computer su cui hai effettuato l’accesso. Queste informazioni vengono salvate congiuntamente al tuo Apple Account. Migliorare l’esperienza utente sugli Store Al fine di migliorare la tua esperienza utente su App Store e altri Store Apple online, Apple raccoglie informazioni relative all’utilizzo di Apple Books, incluso quando accedi allo Store o esegui il logout, i contenuti che cerchi, ciò che visualizzi e scarichi e le interazioni con le notifiche. Raccogliamo anche informazioni sul tuo dispositivo, come il tipo, la versione del sistema operativo e la quantità di spazio libero. Apple potrebbe usare tali informazioni per verificare se i contenuti richiesti possono essere scaricati, per comprendere tendenze generali riguardo all’utilizzo dello spazio di archiviazione e per verificare se il dispositivo è connesso tramite rete WLAN o cellulare. Analizzando ciò che hai cercato, è anche possibile suggerire ricerche in base ai trend. Utilizziamo informazioni aggregate sull’uso delle app e sull’attività di lettura per migliorare la ricerca e i suggerimenti. Raccogliamo le interazioni degli utenti con i libri per comprendere il loro coinvolgimento, dare priorità a determinate funzionalità e comprendere l’attività di lettura generale. Queste informazioni sono associate a identificativi univoci casuali per ciascun utente e per ogni libro, in modo tale che Apple non venga a conoscenza dell’attività di lettura di un particolare utente. Per i libri scaricati da Apple Books, l’utilizzo viene aggregato tra gli utenti insieme alle informazioni sul libro, come il genere. Per i libri o gli altri documenti non scaricati da Apple Books, raccogliamo il formato del file ma non informazioni sul contenuto del libro. Utilizziamo iCloud per sincronizzare gli identificativi tramite la crittografia end‑to‑end per l’attività di utilizzo dei libri sui dispositivi che hanno effettuato l’accesso ad iCloud. Per ripristinare tali identificativi sui dispositivi iOS, iPadOS e visionOS, vai in Impostazioni > App > Libri e tocca “Inizializza identificativo”. Personalizzazione degli Store Usiamo le tue interazioni con Apple Books per aiutarti a scoprire contenuti più pertinenti per te. Ad esempio, in base ai contenuti che visualizzi o scarichi, è possibile suggerire funzionalità personalizzate, come i libri simili che potrebbero piacerti. Consigliamo contenuti che riteniamo possano interessarti in base a ciò che hai precedentemente cercato, visualizzato, scaricato, aggiornato, aggiunto all’elenco “Da leggere” o per cui hai fornito una recensione. Anche la tua attività di lettura, ad esempio l’avanzamento per un libro, viene utilizzata per generare suggerimenti più rilevanti. Le informazioni relative all’attività di lettura non vengono associate al tuo Apple Account. Utilizziamo la cronologia degli acquisti e i metodi di pagamento insieme alle informazioni sull’account derivate dal tuo Apple Account. Puoi disattivare le funzionalità di personalizzazione di App Store, Apple Books, iTunes Store, Video, Podcast e per gli abbonamenti di Apple disattivando “Consigli personalizzati” per il tuo Apple Account. Su un dispositivo iOS, iPadOS o visionOS, vai in Impostazioni > [Il tuo nome] > File multimediali e acquisti, tocca “Visualizza account”, quindi disattiva “Consigli personalizzati”. Siri suggerisce contenuti che potrebbero piacerti in base all’elaborazione sul dispositivo di informazioni ricavate dalle app che usi. Tali informazioni non vengono inviate ad Apple. Puoi disabilitare l’opzione in qualsiasi momento sul tuo dispositivo iOS, iPadOS o visionOS andando in Impostazioni > App > Libri > Siri e ricerca, quindi disattivando “Mostra nell’app”. Comunicazione con l’utente Apple potrebbe utilizzare le informazioni sul tuo account, come i prodotti Apple che possiedi e i tuoi abbonamenti ai servizi Apple, per inviarti comunicazioni riguardanti Apple Books, altri prodotti e servizi Apple e offerte che potrebbero interessarti. Apple potrebbe inoltre utilizzare le informazioni riguardanti la tua attività all’interno di Apple Books per inviarti comunicazioni riguardanti nuove funzionalità, contenuti e offerte disponibili su Apple Books. Potresti ricevere tali comunicazioni via email, se hai fornito il consenso a ricevere email di marketing. Puoi modificare le preferenze relative alle email e disattivarne la ricezione andando su account.apple.com oppure, sui dispositivi iOS, iPadOS o visionOS, andando in Impostazioni > [Il tuo nome] > Informazioni personali > Preferenze di comunicazione. Potresti ricevere tali comunicazioni anche tramite notifiche push. Per aggiornare le preferenze sulle notifiche o per disattivarne la ricezione sui dispositivi iOS, iPadOS o visionOS, vai in Impostazioni > Notifiche > Libri. Contenuti pubblicitari Le pubblicità fornite da Apple aiutano le persone a scoprire app, prodotti e servizi su App Store, Apple News e Borsa. Apple utilizza le informazioni relative al tuo dispositivo, all’account, agli acquisti, agli abbonamenti e ai download per garantire che i contenuti pubblicitari offerti siano rilevanti. Quando effettui ricerche su App Store, vengono utilizzati anche i termini di ricerca. Apple crea gruppi di persone (definiti, nel gergo, “segmenti”) con caratteristiche simili allo scopo di fornire contenuti pubblicitari mirati. Le informazioni su di te vengono utilizzate per determinare la tua appartenenza a tali segmenti e la ricezione di contenuti pubblicitari specifici. Al fine di proteggere la tua privacy, i contenuti pubblicitari mirati vengono forniti solo se più di 5000 persone soddisfano i criteri stabiliti. Le informazioni utilizzate per determinare quali contenuti pubblicitari sono rilevanti vengono collegate a identificativi casuali e non al tuo Apple Account. Se l’opzione “Annunci personalizzati” è attiva, la piattaforma pubblicitaria Apple potrebbe usare le tue informazioni per fornirti annunci più rilevanti. Se non desideri ricevere contenuti pubblicitari adattati secondo i tuoi interessi dalla piattaforma pubblicitaria Apple, puoi scegliere di disattivare gli annunci personalizzati. Disattivando gli annunci personalizzati, impedirai ad Apple di utilizzare le tue informazioni per fornirti pubblicità mirate. Ciò potrebbe non diminuire il numero di contenuti pubblicitari che ti vengono presentati, ma tali contenuti potrebbero essere meno rilevanti. Per scoprire di più sulla pubblicità Apple e la privacy, consulta la pagina www.apple.com/it/legal/privacy/data/it/apple-advertising. Per scoprire di più su come disattivare la ricezione di contenuti pubblicitari personalizzati su App Store, Apple News e Borsa, consulta la pagina support.apple.com/it-it/105131. Condivisione con terze parti Apple è obbligata a fornire alcuni dati non personali relativi ai contenuti che acquisti ad alcuni partner strategici che lavorano con Apple per fornire i nostri prodotti e servizi, agevolare i rapporti commerciali con i clienti e vendere pubblicità per conto di Apple da mostrare in App Store, Apple News e Borsa. Ad esempio, Apple potrebbe condividere dati non personali con i proprietari dei contenuti stessi, in modo da permetterne l’analisi del lavoro creativo, soddisfare l’adempimento dei requisiti contabili o il pagamento delle royalty e migliorare i prodotti e servizi offerti. Basi giuridiche rilevanti per l’elaborazione dei dati personali In generale, i tuoi dati personali nell’app Libri vengono elaborati per l’adempimento del tuo contratto con Apple, come necessario per fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora le seguenti categorie di dati personali come necessario ai fini dei propri legittimi interessi o di quelli di terze parti, incluse le informazioni sui seguenti punti: • Il modo in cui utilizzi l’app Libri, incluse le funzionalità che usi (ad esempio, i contenuti che aggiungi all’elenco “Da leggere”), i contenuti che cerchi e visualizzi, le tue recensioni e le interazioni con le notifiche. • Il tuo account, ad esempio i prodotti Apple che possiedi, gli abbonamenti ai servizi Apple e i tuoi acquisti e download. • L’ID hardware e l’indirizzo IP del dispositivo. Questi interessi legittimi includono: • Ottimizzare il servizio per te e per gli altri utenti. • Aiutarti a scoprire i contenuti più rilevanti per te. • Inviarti comunicazioni su Apple Books e altri prodotti, offerte e servizi Apple correlati che potrebbero interessarti. • Fornire resoconti per i proprietari di contenuti. • Prevenire le frodi e altre attività sospette. Conservazione delle informazioni Apple conserva i dati personali associati ai tuoi acquisti e download per il periodo specificato dalle normative vigenti in ciascuna zona in materia di rendiconti finanziari. Nella maggior parte dei casi, corrisponde a una finestra temporale di almeno dieci anni. Tuttavia, in alcune zone, come la Cina, il periodo può essere di 30 anni. Apple conserva inoltre uno storico degli acquisti e dei download per un periodo di tempo che corrisponde al lasso di tempo in cui possiedi un account al fine di consentirti di scaricare nuovamente quei contenuti secondo i termini previsti da Apple per gli eventuali download successivi. Apple conserva altre informazioni, come i contenuti consultati e le ricerche effettuate, per un periodo di tempo minore, in genere due anni. Il periodo scelto tiene conto dei requisiti legali e dei diversi casi di utilizzo consentiti per la conservazione dei dati. Tuttavia, alcune informazioni, come gli acquisti effettuati ma non i dati delle carte che hai salvato, potrebbero essere conservate come dati aziendali anche quando chiudi un account o non utilizzi più Apple Books o altri Store Apple online. Quando utilizzi una carta di pagamento, Apple potrebbe conservare e aggiornare automaticamente il numero della carta e le informazioni di fatturazione per acquisti futuri, transazioni periodiche o altri usi da te autorizzati. Apple potrebbe ottenere tali informazioni dal tuo istituto finanziario o dalla tue rete di pagamento e potrebbe utilizzarle anche per impedire e verificare eventuali frodi. Prevenzione di frodi e attività sospette Apple raccoglie i dati personali per impedire eventuali frodi e altre attività sospette su Apple Books, sugli altri Store Apple online e sulle altre app e servizi Apple. Tali dati includono informazioni come il tipo di dispositivo e la versione del software, le informazioni relative alla posizione (facendo corrispondere in modo approssimativo l’indirizzo IP della tua connessione a internet con una zona geografica, qualora disponibile), la cronologia di acquisti e download e altre informazioni sulle interazioni con gli Store. Quando inizi l’acquisto di un prodotto, le informazioni storiche sui tuoi rapporti commerciali con Apple potrebbero essere utilizzate per elaborare la richiesta e determinare se fornire il prodotto o il servizio prima di ricevere l’autorizzazione da parte del partner di pagamento. Quando tenti di eseguire un acquisto, Apple calcola anche un punteggio di affidabilità del tuo dispositivo utilizzando informazioni sul modo in cui lo utilizzi, incluso il numero approssimativo di chiamate telefoniche o di email che invii e ricevi. I dati inviati sono raccolti in modo che Apple non possa venire a conoscenza dei valori effettivamente presenti sul tuo dispositivo. Il punteggio viene archiviato per un periodo di tempo determinato sui nostri server. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: お客様情報のプライバシーと安全の確保を最優先課題として、Appleでは全社一丸となって取り組んでいます。当社は製品およびサービスの改善のためだけに情報を収集するべく懸命に努力しています。また、お客様が十分な説明を受けた上で選択できるように、当社が情報を収集する場合はそのことをお知らせし、どんな情報を収集しているのか、なぜそれが必要なのかもお知らせすることが重要と考えています。Apple Booksも、ほかのすべてのApple製品やサービスと同様、この原則を念頭に設計されています。 ストアによる情報の使用 Appleは、App Storeおよびその他のAppleオンラインストア（iTunes Store、Apple Booksなど）でサービスおよび機能を提供するために、あなたの個人データを使用します。この情報には、アカウントと支払い情報（設定でアクセスおよび変更が可能）、購入とダウンロードの履歴などが含まれます。 Apple Booksからコンテンツをダウンロードすると、AppleによってデバイスのハードウェアIDやIPアドレスなどの識別子がApple Accountと共に記録されます。 ユーザの利便性を考えて、Apple Booksはブックマーク、メモ、コレクションをサインインしたデバイスやコンピュータ間で同期します。この情報はお使いのApple Accountに関連付けられて保管されます。 ストアの改善 Appleは、App Storeおよびその他のAppleオンラインストアでの体験を改善するために、あなたのApple Booksの使用状況（ストアを開いたときまたは閉じたときの日時、検索したコンテンツ、閲覧またはダウンロードしたコンテンツ、通知に対する操作など）を収集します。また、デバイスの種類、OSのバージョン、デバイスの空き領域などの情報も収集します。この情報は、要求されたコンテンツをダウンロードできるかどうかを判断したり、デバイスのストレージの一般的な使用傾向を把握したり、およびデバイスがWLANまたはモバイルデータ通信のどちらで接続しているかを確認したりするために使用されます。• 検索したコンテンツの情報は、トレンド検索を提供するためにも使用されます。検索結果やおすすめを改善するために、アプリの使用状況と読書アクティビティに関する集約的な情報を使用します。 Appleは、ユーザエンゲージメントの理解、機能の優先順位の決定、および集約的な読書アクティビティの理解のために、ユーザによるブックの操作を収集します。この情報は、Appleが特定のユーザの読書アクティビティを把握できないように、各ユーザおよび各ブックに一意のランダムな識別子と関連付けられます。Apple Booksからダウンロードされたブックについては、使用状況がブックのジャンルなどの情報と共に複数のユーザ間で集約されます。ストアからダウンロードされなかったブックやその他の書類については、ファイルフォーマットは収集されますが、ブックの内容に関する情報は収集されません。 Appleは、iCloudにサインインしているデバイス間でブックの使用アクティビティを同期するために、エンドツーエンドの暗号化およびiCloudを使用して識別子を同期します。iOS、iPadOS、またはvisionOSデバイスでこれらの識別子を初期化するには、“設定”＞“アプリ”＞“ブック”に移動し、“識別子をリセット”をタップしてください。 ストアのパーソナライズ Appleは、あなたが自分と最も関連性の高いコンテンツを見つけやすくすることを目的として、あなたのApple Booksでの操作状況のデータを使用します。例えば、閲覧またはダウンロードしたコンテンツの情報は、“あなたにおすすめのブック”などのパーソナライズ機能を提供するために使用されます。Appleは、あなたが以前に検索、表示、ダウンロード、アップデート、評価、または“読みたい”リストに追加したものに基づいて、あなたが興味を持つと思われるコンテンツをおすすめします。Appleは、より関連性の高いおすすめを生成するために、読書アクティビティ（ブック内の進行状況など）も使用します。この読書アクティビティはApple Accountには関連付けられません。Appleは、あなたの購入履歴と購入方法を、Apple Accountから得られたアカウント情報と共に使用します。お使いのApple Accountの“パーソナライズされたおすすめ”をオフにすると、App Store、Apple Books、iTunes Store、“ビデオ”、ポッドキャスト、およびAppleのサブスクリプションのパーソナライズ機能をオフにすることができます。iOS、iPadOS、またはvisionOSデバイスでは、“設定”＞[自分の名前]＞“メディアと購入”に移動し、“アカウントを表示”をタップしてから、“パーソナライズされたおすすめ”をタップしてオフにします。 Siriは、デバイス上で処理された、使用したアプリの情報に基づいて、あなたが興味を持ちそうなコンテンツを提案します。この情報はAppleには送信されません。この機能は、iOS、iPadOS、またはvisionOSデバイスの場合、“設定”＞“アプリ”＞“ブック”＞“Siriと検索”に移動してから、“アプリに表示”をタップしてオフにすることで、いつでも無効にできます。 情報の送信 Appleは、Apple Booksや、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報をあなたに送信するために、所有しているApple製品やAppleサービスへのサブスクリプション登録などのあなたのアカウントに関する情報を使用する場合があります。Appleはまた、あなたのApple Books内でのアクティビティに関する情報を使用して、Apple Booksで利用可能な新機能、コンテンツ、およびオファーに関する情報を送信する場合があります。 メールマーケティングを受け取ることに同意すると、メールによってこれらの情報を受け取る場合があります。account.apple.com にアクセスするか、iOS、iPadOS、またはvisionOSデバイスでは“設定”＞[自分の名前]＞“個人情報”＞“コミュニケーション環境設定”から、メール設定を変更し、これらのメールの受信を解除することができます。プッシュ通知によってこれらの情報を受け取る場合があります。iOS、iPadOS、またはvisionOSデバイスで、通知設定をアップデートまたは通知を停止するには、“設定”＞“通知”＞“ブック”に移動します。 広告 Appleが提供する広告は、App Store、Apple News、“株価”でアプリ、製品、サービスに出会うお手伝いをします。Appleは、あなたと関連する広告が表示されるように、デバイス、アカウント、購入、サブスクリプション、およびダウンロードに関する情報を使用します。App Storeで検索が実行された場合は、検索語句も使用します。Appleでは、類似する特徴を持つユーザをまとめたグループ（“セグメント”と呼びます）を作成し、これらのグループを使用してターゲティング広告を配信します。個人に関する情報は、その人をどのセグメントに割り振るか、つまり、その人にどの広告を配信するかを決めるために使われます。プライバシーを保護するため、ターゲット広告は5,000人以上のユーザがターゲット基準に該当する場合のみ配信されます。どの広告があなたと関連するかを決めるために使用される情報は、ランダムな識別子に関連付けられ、Apple Accountには関連付けられません。 “パーソナライズされた広告”設定がオンになっている場合、Appleの広告プラットフォームは、より関連性の高い広告を提供するためにあなたの個人情報を使用する場合があります。Appleの広告プラットフォームから、あなたの興味関心に基づいたターゲティング広告を受け取りたくない場合は、“パーソナライズされた広告”をオフにすることを選択できます。“パーソナライズされた広告”をオフにすると、Appleは広告ターゲティングにあなたの情報を使用できなくなります。これにより、受信する広告の数が減るとは限りませんが、広告があなたと関連性の低いものになる可能性があります。 Appleの広告とプライバシーについて詳しくは、www.apple.com/jp/legal/privacy/data/ja/apple-advertising を参照してください。 App Store、Apple News、および“株価”でパーソナライズされた広告の配信を停止する方法について詳しくは、support.apple.com/105131 をご覧ください。 第三者との共有 Appleは、Appleと連携しながらAppleの製品およびサービスを提供したり、Appleのマーケティングに協力したり、Appleの代わりに広告を販売してApp Store、Apple News、および“株価”に表示したりする戦略的パートナーに、お客様によるコンテンツの購入に関する、個人を特定しないデータを提供する義務を負っています。例えば、アプリやコンテンツのパフォーマンスを測定したり、ロイヤルティや課金の要件を満たしたり、製品/サービスを改善したりするために、Appleは個人を特定しないデータをコンテンツオーナーと共有する場合があります。 個人データを処理する際に適用される法的根拠 Appleは通常、お客様との契約を履行するため、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、ブックアプリ内の個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、以下に関する情報を含むカテゴリの個人データを処理します: • ブックアプリの使用状況（使用した機能（“読みたい”リストに追加したものなど）、検索したコンテンツ、閲覧したコンテンツ、レビュー、通知に対する操作など） • アカウント情報（所有しているApple製品、Appleサービスのサブスクリプション、購入とダウンロードなど） • デバイスのハードウェアIDとIPアドレス この正当な利益には以下のものが含まれます: • あなたとその他のユーザへのサービスの最適化と向上 • お客様と最も関連性の高いコンテンツを見つけやすくするための支援 • Apple Booksや、あなたが関心を持つ可能性のあるその他の関連Apple製品、サービス、およびオファーに関する情報の送信 • コンテンツオーナーへのレポートの提供 • 不正行為およびその他の悪意のある活動の防止 保持 購入およびダウンロードに関連付けられる個人データは、財務報告関連の適用法によって指定された期間保持されます（期間は地域によって異なります）。多くの場合、保持期間は最低10年ですが、中国などの地域では30年になる場合があります。Appleは、再び適用規約に従ってユーザがコンテンツを再ダウンロードできるようにするために、少なくともユーザがストアのアカウントを所有している間、コンテンツの購入およびダウンロードの記録を保持しますが、これも当社の適用規約に従っています。また、閲覧活動や検索などに関する情報も短期間（通常の場合、2年間）保持します。この期間は、データ保持の法的必要条件および特定のビジネス使用事例を考慮して決定されます。ただし、保存されたクレジットカード情報を除く購入情報など、一部の情報は、ユーザがアカウントを削除したりApple Booksおよびその他のAppleオンラインストアの利用を停止したりした後でも、ビジネス記録として保持される場合があります。 支払い用カードを使用すると、今後の購入や定期的な購入や承認済みのその他の使用に備えて、Appleはカード番号と請求情報を保持し、自動的にアップデートする場合があります。Appleは金融機関または支払いネットワークからこの情報を取得し、不正行為防止と確認の目的で使用します。 不正行為およびその他の悪意のある活動の防止 Appleは、Apple Booksおよびその他のAppleオンラインストア、またはその他のAppleのアプリやサービスでの不正行為およびその他の悪意のある活動を防ぐためにも、個人データを収集します。この情報には、デバイス情報（デバイスの種類、ソフトウェアのバージョンなど）、位置情報（利用可能な場合、インターネット接続のIPアドレスを地理的な地域と照らし合わせることで推定されたおおよその位置）、ダウンロードおよび購入履歴、ストアでのその他の操作が含まれます。購入を開始すると、AppleはAppleとの過去のビジネス関係に関する情報を使用してリクエストを処理し、支払いパートナーによる承認に先立って製品またはサービスを提供するかどうかを決定します。 また、Appleは、あなたが購入を試みたときに、デバイスの使用方法に関する情報を使用して、お使いのデバイスでデバイスのトラストスコアを計算します。この情報には、通話またはメール送受信のおおよその回数が含まれます。送信データは、Appleがデバイスのこれらの実際の情報を把握できないように設計されています。デバイスのトラストスコアはAppleのサーバ上で一定期間保管されます。 Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Жеке деректердің құпиялылығы мен қауіпсіздігін қамтамасыз ету Apple компаниясының барлық қызметкері үшін басымдық болып табылады. Біз ұсынатын сервистерді жақсарту үшін тек қажетті деректерді жинауға бар күшімізді саламыз. Саналы шешім қабылдауыңыз үшін, деректерді жинаған кезде оларды жинау туралы, сондай-ақ жинау себебі туралы хабардар етеміз. Apple Books сервисі басқа да Apple өнімдері мен сервистері сияқты осы қағидаларға негізделіп жасалған. Дүкендерді ұсыну App Store дүкеніндегі және басқа да Apple интернет дүкендеріндегі (соның ішінде iTunes Store және Apple Books) сервистер мен функцияларды қамтамасыз ету үшін жеке деректеріңізді пайдаланамыз. Бұл ақпарат, мысалы, «Реттеулер» мәзірінде қол жеткізуге және өзгертуге болатын аккаунт пен төлем туралы ақпаратты және сатып алу мен жүктеп алу тарихын қамтиды. Контентті Apple Books қолданбасынан жүктеп алғанда, Apple компаниясы құрылғыңыздың аппараттық идентификаторы және IP мекенжайы сияқты идентификаторларды Apple аккаунтыңызбен бірге журналға енгізеді. Сізге ыңғайлы болу үшін Apple Books бетбелгілерді, жазбаларды және жинақтарды жүйеге кірген құрылғыларыңыз бен компьютерлеріңізде синхрондайды. Бұл ақпарат Apple аккаунтыңызбен байланысты болып сақталады. Дүкендерді жақсарту App Store дүкенін және басқа да Apple интернет дүкендерін жақсарту үшін Apple Books қолданысы туралы ақпаратты, оның ішінде дүкенді қашан ашатыныңыз не жабатыныңыз, қандай контентті іздейтініңіз, қандай контентті көріп, жүктеп алатыныңыз және хабарландырулар бойынша орындалған әрекеттеріңіз туралы ақпаратты жинаймыз. Сондай-ақ құрылғыңыз туралы құрылғы түрі, операциялық жүйе нұсқасы және бос орын көлемі сияқты ақпаратты жинаймыз. Бұл ақпаратты сұралған контентті жүктеп алу мүмкіндігінің бар-жоғын бағалау, құрылғының сақтау орнын пайдаланудағы жалпы трендтерді түсіну және құрылғыңыздың WLAN желісіне немесе ұялы байланыс желісіне қосылған-қосылмағанын білу мақсатында пайдалануымыз мүмкін. Іздеу әрекеттеріңіз туралы деректер ең танымал іздеу нәтижелерін ұсынуға да мүмкіндік береді. Іздеу мен ұсыныстарды жақсарту үшін қолданбаны пайдалану және оқу әрекеті туралы жиынтық ақпаратты пайдаланамыз. Пайдаланушылардың қызығушылықтарын, функцияларға басымдық беру және жиынтықтық оқырман белсенділігін талдау үшін кітаптарды қалай таңдайтыны мен оқитыны туралы деректер жинаймыз. Бұл ақпарат Apple компаниясы белгілі бір пайдаланушының оқу белсенділігін бақыламау үшін әрбір пайдаланушы және әрбір кітап үшін кездейсоқ бірегей идентификаторлармен байланыстырылған. Apple Books қолданбасынан жүктелген кітаптар үшін пайдаланушылар оқитын кітаптардың әдеби жанры және басқа да сипаттамалары туралы жалпылама деректер жиналады. Apple Books қолданбасынан жүктелмеген кітаптар немесе басқа құжаттар үшін кітап мазмұны туралы ақпаратты емес, файл форматын жинаймыз. Оқырман белсенділігі туралы деректерді өтпелі шифрлау көмегімен iCloud сервисіне кірген барлық құрылғыңыздағы идентификаторларды синхрондау үшін iCloud сервисін пайдаланамыз. Осы идентификаторларды iOS, iPadOS немесе visionOS құрылғыңызда бастапқы күйге қайтару үшін «Реттеулер» > «Қолданбалар» > «Кітаптар» тармағына өтіп, «Идентификаторды нөлдеу» параметрін түртіңіз. Дүкендерді жекелендіру Apple Books қолданбасында орындаған әрекеттеріңіз туралы деректерді сізге ең жарамды контентті табуға көмектесу мақсатында пайдаланамыз. Мысалы, қандай контентті қарайтыныңызды немесе жүктеп алатыныңызды білетін болсақ, сізге жекелендірілген функцияларды (мысалы, сізге ұнауы мүмкін кітаптар) ұсына аламыз. Бұрын ізделген, қаралған, жүктеп алынған, жаңартылған, тексерілген немесе «Оқығым келеді» тізіміне қосылған кітаптар негізінде сізге ұнауы мүмкін контентті ұсынамыз. Сондай-ақ оқу белсенділігіңізді, мысалы, кітап оқу прогресіңізді көбірек сәйкес ұсыныстар жасау үшін пайдаланамыз. Бұл оқу белсенділігі Apple аккаунтыңызбен байланысты емес. Сатып алулар тарихы мен төлем әдістеріңізді және Apple аккаунтыңыздан алынған аккаунт туралы ақпаратты пайдаланамыз. App Store, iTunes Store, Apple Books, «Видеолар» және «Подкасттар» қолданбаларында және Apple жазылымдары үшін жекелендіру мүмкіндіктерін өшіруге болады. Ол үшін Apple аккаунтыңыздың «Жекелендірілген ұсыныстар» опциясын өшіріңіз. iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > [атыңыз] > «Медиа және сатып алулар» тармағына өтіп, «Аккаунтты көру» функциясын түртіңіз, содан кейін «Жекелендірілген ұсыныстар» реттеуін түртіп өшіріңіз. Siri көмекшісі сіз пайдаланатын қолданбалардан алынып, құрылғыда өңделген ақпаратқа сүйене отырып, сізге ұнауы мүмкін контентті ұсынады. Бұл ақпарат Apple компаниясына жіберілмейді. Бұл функцияны кез келген уақытта өшіруге болады. Ол үшін iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > «Қолданбалар» > «Кітаптар» > «Siri және іздеу» тармағына өтіп, «Қолданбада көрсету» реттеуін түртіп өшіріңіз. Кері байланыс Apple компаниясы сізге ұнауы мүмкін Apple Books қолданбасы және басқа да Apple өнімдері, сервистері мен ұсыныстары жөнінде ақпарат жіберу үшін Apple компаниясы сіз сатып алған Apple өнімдері және жазылған Apple сервистері сияқты аккаунтыңыз туралы ақпаратты пайдалануы мүмкін. Сондай-ақ Apple компаниясы Apple Books қолданбасындағы әрекеттеріңіз туралы ақпаратты сізге Apple Books қолданбасында қолжетімді жаңа функциялар, контент және ұсыныстар туралы ақпарат жіберу үшін пайдалануы мүмкін. Эл. пошта арқылы хабарлар алуға келіссеңіз, бұл ақпаратты эл. пошта арқылы алуыңыз мүмкін. Эл. пошта параметрлерін өзгертуге және осы эл. хаттарды алудан бас тартуға болады. Ол үшін account.apple.com сайтына өту немесе iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > [атыңыз] > «Жеке ақпарат» > «Байланыс параметрлері» тармағына өту керек. Сондай-ақ бұл ақпаратты push хабарландыруы түрінде алуыңыз мүмкін. iOS, iPadOS немесе visionOS құрылғыңызда хабарландыру параметрлерін жаңарту немесе хабарландырулардан бас тарту үшін «Реттеулер» > «Хабарландырулар» > «Кітаптар» тармағына өтіңіз. Жарнама Apple компаниясы жіберетін жарнамалар пайдаланушыларға App Store, Apple News және «Акциялар» сервисіндегі қолданбалар, өнімдер мен сервистер туралы білуге көмектеседі. Құрылғыңыз, аккаунтыңыз, сатып алған өнімдер, жазылымдар және жүктеп алынған қолданбалар туралы ақпаратты жарнамалардың сәйкес болуын қамтамасыз ету мақсатында пайдаланамыз. App Store дүкенінде іздегенде, біз іздеу сұрауларын да пайдаланамыз. Сипаттамалары ұқсас адамдарды сегменттер деп аталатын топтарға біріктіріп, бұл топтарды таргеттелген жарнамалар көрсету үшін пайдаланамыз. Сіз туралы ақпарат қай сегментке жататыныңызды және сол арқылы қандай жарнамаларды алатыныңызды анықтау үшін пайдаланылады. Құпиялылықты қамтамасыз ету үшін таргеттелген жарнамалар мақсатты критерийлерге сәйкес келетін адамдар саны 5000-нан асса ғана көрсетіледі. Сізге сәйкес келетін жарнамаларды анықтау үшін пайдаланылатын ақпарат Apple аккаунтыңызбен емес, кездейсоқ идентификатормен байланысты. «Жеке жарнамалар» реттеуі қосулы болса, Apple компаниясының жарнама платформасы сіз туралы ақпаратты сізге сәйкес келетін жарнамалар көрсету үшін пайдалануы мүмкін. Apple жарнама платформасынан қызығушылықтарыңызға негізделген жарнамалар алғыңыз келмесе, «Жеке жарнамалар» параметрін өшіруге болады. «Жеке жарнамалар» параметрін өшірсеңіз, Apple компаниясы ақпаратыңызды таргеттелген жарнама үшін пайдалана алмайды. Бұдан көрсетілетін жарнамалар саны азаймайды, бірақ сізге қатыссыз жарнамалар көрсетілуі мүмкін. Apple жарнамасы мен құпиялылығы туралы толығырақ ақпарат алу үшін мына сілтемеге өтіңіз: www.apple.com/legal/privacy/data/kz/apple-advertising. App Store, Apple News және «Акциялар» қолданбасындағы дербес жарнамалардан бас тарту әдісі туралы мына сілтемеден біліңіз: support.apple.com/105131. Үшінші тараптармен бөлісу Өнімдеріміз бен сервистерімізді әзірлеу үшін Apple компаниясымен бірге жұмыс істейтін, сондай-ақ маркетингтік қызметті жүргізуге және Apple атынан App Store дүкенінде, Apple News қолданбасында және «Акциялар» қолданбасында көрсетілетін жарнамаларды сатуға көмектесетін стратегиялық серіктестерімізге контентті сатып алу туралы жеке басыңызға қатысы жоқ кейбір деректі беруге міндеттіміз. Мысалы, жеке басыңызға қатысы жоқ деректерді контент иелерімен бөлісуіміз мүмкін. Бұл ақпарат негізінде олар шығармашылық жұмыстарының өнімділігін бағалау, қаламақы төлеу және бухгалтерлік есеп бойынша талаптарды орындау, сондай-ақ өнімдері мен сервистерін жақсарту мүмкіндігіне ие болады. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз «Кітаптар» қолданбасындағы жеке деректеріңізді әдетте Apple компаниясымен келісімшартты орындау, қызмет көрсету үшін қажет болған жағдайда және заңды міндеттемелерімізді орындау үшін өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректердің келесі санаттарын өңдейміз, соның ішінде: • «Кітаптар» қолданбасын пайдалану тәсіліңіз, соның ішінде сіз пайдаланатын мүмкіндіктер (мысалы, «Оқығым келеді» тізіміне қосатын кітаптар), сіз іздейтін және көретін контент, сіз көз жүгіртіп шыққандар және хабарландырулармен әрекеттесуіңіз • Аккаунтыңыз, мысалы, сіздің иелігіңіздегі Apple өнімдері, Apple сервистеріне жазылымдар, сатып алулар мен жүктеп алулар • Құрылғыңыздың аппараттық идентификаторы және IP мекенжайы Бұл заңды мүдделерге мыналар жатады: • Сізге және басқаларға арналған сервисті оңтайландыру және жақсарту • Талғамыңызға сәйкес контентті табуға көмектесу • Сізге Apple Books және сізді қызықтыруы мүмкін басқа да қатысты Apple өнімдері, сервистері мен ұсыныстары туралы хабарламалар жіберу • Контент иелеріне есеп беру • Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Деректерді сақтау Сатып алынған және жүктеп алынған қолданбалармен байланысты жеке деректерді аймаққа байланысты әртүрлі болатын қаржылық есептілікке қатысты қолданыстағы заңнамада белгіленген мерзім ішінде сақтаймыз. Көп жағдайда деректерді сақтау мерзімі кем дегенде 10 жылды құрайды, ал Қытай секілді аймақтарда бұл мерзім 30 жыл болуы мүмкін. Сондай-ақ контентті сатып алу және жүктеп алу туралы жазбалар аккаунтыңыз жойылмайынша сақталып тұра береді. Бұл сізге осы контентті қолданыстағы шарттарға сәйкес қайта жүктеп алуға мүмкіндік береді. Интернеттегі белсенділік және іздеу әрекеттері сияқты басқа ақпаратты анағұрлым қысқа мерзім ішінде, көбінесе екі жыл сақтаймыз. Сақтау мерзімі деректерді сақтау бойынша қолданыстағы заңнама талаптарына, сондай-ақ нақты коммерциялық қолданыс жағдайларына сүйене отырып таңдалады. Алайда карта туралы сақталған мәліметтерден басқа кейбір ақпарат (мысалы, сатып алулар туралы ақпарат) аккаунтты жойғаннан кейін де немесе Apple Books қолданбасын немесе басқа да Apple интернет дүкендерін пайдаланбай кетсеңіз де бухгалтерлік жазбаларда сақталуы мүмкін. Төлем картасын пайдаланғанда, Apple компаниясы картаңыздың нөмірін және төлеуші туралы ақпаратты болашақтағы сатып алулар, қайталама транзакциялар немесе рұқсат етілген басқа да әрекеттер үшін сақтап, автоматты түрде жаңартуы мүмкін. Apple компаниясы бұл ақпаратты қаржы мекемесінен немесе төлем жүйесінен алып, оны алаяқтықтың алдын алу және деректерді тексеру мақсатында пайдалануы мүмкін. Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Сондай-ақ біз Apple Books қолданбасында, басқа Apple интернет дүкендерінде және басқа Apple қолданбалары мен сервистерінде алаяқтықтың және басқа зиянды әрекеттердің алдын алу үшін жеке деректерді жинаймыз. Бұл ақпаратқа құрылғы туралы ақпарат, оның ішінде құрылғы түрі және бағдарламалық жасақтама нұсқасы, геолокация туралы ақпарат (интернет қосылымының IP мекенжайын географиялық аймаққа сәйкестендіру арқылы жуықталды, қолжетімді болса), жүктеп алу және сатып алу тарихы, сондай-ақ дүкендермен өзге әрекеттер кіреді. Қолданба сатып алғанда, Apple компаниясы өзімен әрекеттестік тарихын сұрауды өңдеу және өнімді не сервисті төлем жасау бойынша серіктестің рұқсатын күтпей ұсыну мүмкіндігінің бар-жоғын анықтау үшін пайдалануы мүмкін. Сондай-ақ сатып алу кезінде, құрылғыны қалай пайдаланатыныңыз туралы ақпаратты, оның ішінде кіріс және шығыс телефон қоңырауларының немесе эл. хаттардың болжалды санын пайдалана отырып, құрылғыңыздағы құрылғының сенімділік индексін есептейміз. Индексті жіберген кезде, Apple компаниясына осы индексті есептеуге негіз болған нақты мәндер берілмейді. Сенімділік индексі серверлерімізде белгілі бір уақыт ішінде сақталады. Apple компаниясы жинаған ақпарат әрқашан Apple компаниясының құпиялылық саясатына (www.apple.com/privacy сайтында берілген) сәйкес өңделеді
ko: Apple의 전 직원은 개인정보 보호 및 보안을 최우선으로 생각합니다. Apple은 사용자에게 더 나은 경험을 제공하기 위해 꼭 필요한 데이터만을 수집하기 위해 최선을 다하고 있습니다. 또한, 데이터를 수집할 때에는 왜 수집하는지, 어떤 데이터를 수집하는지를 사용자에게 알리는 것을 중요하게 생각하며 사용자가 이러한 사항을 잘 알고 선택할 수 있도록 합니다. Apple의 모든 제품 및 서비스와 마찬가지로 Apple Books는 이 원칙을 기반으로 설계되었습니다. 스토어 서비스 제공하기 Apple은 App Store 및 기타 Apple 온라인 스토어(iTunes Store 및 Apple Books 등)의 서비스 및 기능을 제공하기 위해 사용자의 개인 데이터를 사용합니다. 이 정보에는 사용자의 계정 및 결제 정보(사용자가 설정에서 접근하여 변경할 수 있음) 및 구입 및 다운로드 내역 등이 포함됩니다. Apple Books에서 콘텐츠를 다운로드하는 경우, 사용자 기기의 하드웨어 ID 및 IP 주소 등과 같은 식별자가 사용자의 Apple 계정과 함께 Apple에 기록됩니다. 사용자의 편의를 위해 Apple Books는 로그인된 기기 및 컴퓨터 간에 북마크, 메모 및 모음을 동기화합니다. 이 정보는 사용자의 Apple 계정과 연계되어 저장됩니다. 스토어 향상하기 App Store 및 기타 Apple 온라인 스토어에서의 사용자 경험을 향상하기 위해 Apple은 사용자가 스토어를 열거나 닫는 시간, 검색한 콘텐츠, 사용자가 확인하고 다운로드하는 콘텐츠 및 알림과의 상호작용과 같은 Apple Books 사용 관련 정보를 수집합니다. 또한, 기기 종류, 운영 체제 버전 및 기기에 남아있는 저장 공간 같은 사용자의 기기 관련 정보도 수집합니다. 이 정보는 요청된 콘텐츠가 다운로드될 수 있는지 평가하고, 기기 저장 공간의 일반적인 추세를 이해하며, 사용자의 기기가 WLAN 또는 셀룰러에 연결되어 있는지를 이해하는 데 사용될 수 있습니다. 또한 사용자가 검색한 항목을 토대로 인기 검색 항목을 제공할 수 있습니다. Apple은 추천 및 검색을 향상하기 위해 앱 사용 및 독서 활동에 관한 집계 정보를 사용합니다. Apple은 사용자의 참여를 이해하고, 기능의 우선순위를 정해 처리하고, 전체적인 독서 활동을 이해하기 위해, 사용자가 책을 읽는 중에 상호작용한 정보를 수집합니다. 이 정보는 각 사용자 및 각 도서의 임의 고유 식별자와 연계되므로 Apple이 특정 사용자의 읽기 활동을 학습하지는 않습니다. Apple Books에서 다운로드한 도서의 경우 사용자에 걸쳐 장르 같은 도서 정보와 연관된 사용 내용을 종합합니다. Apple Books에서 다운로드하지 않은 도서 또는 기타 문서의 경우 파일 포맷은 수집하지만 책 내용에 관한 정보는 수집하지 않습니다. iCloud에 로그인한 사용자의 기기에서 도서 이용 내역에 대해 종단간 암호화를 사용하여 iCloud로 식별자를 동기화합니다. iOS, iPadOS 또는 visionOS 기기에서 이 식별자를 재설정하려면 설정 > 앱 > 도서로 이동하여 ‘식별자 재설정’을 탭하십시오. 개인 맞춤형 스토어 경험 제공하기 Apple은 사용자의 Apple Books 경험을 이용하여 사용자가 더 관련성 높은 콘텐츠를 찾을 수 있도록 도울 수 있습니다. 예를 들어, 사용자가 보고 다운로드한 콘텐츠를 이해하여 ‘취향 저격 도서 더 보기’와 같은 개인 맞춤형 서비스를 제공할 수 있습니다. 이미 스토어에서 검색, 감상, 다운로드, 업데이트, 검토 또는 ‘읽고 싶은 책’ 목록에 추가한 콘텐츠를 토대로 사용자가 관심 있어 할 만한 콘텐츠를 추천합니다. 또한, Apple은 더 관련성 높은 제안을 제공하기 위해 사용자의 독서 활동(책 진척도 등)을 사용합니다. 이 독서 활동은 사용자의 Apple 계정과 연계되지 않습니다. 사용자의 구입 내역 및 지불 방법을 사용자의 Apple 계정에서 가져온 계정 정보와 함께 사용합니다. 사용자의 Apple 계정에 대한 ‘개인 맞춤형 추천’을 꺼서 App Store, Apple Books, iTunes Store, 비디오, 팟캐스트 및 Apple로부터 받는 구독의 개인 맞춤화 기능을 끌 수 있습니다. iOS, iPadOS 또는 visionOS 기기에서 설정 > [사용자 이름] > 미디어 및 구입 항목으로 이동하여 계정 보기를 탭한 다음 ‘개인 맞춤형 추천’을 탭하여 끌 수 있습니다. 사용자가 이용하는 앱에서 수집되어 기기상에서 처리된 정보를 바탕으로 Siri가 사용자가 좋아할 만한 콘텐츠를 제안합니다. 이 정보는 Apple에 전송되지 않습니다. 이 기능은 iOS, iPadOS 또는 visionOS 기기에서 설정 > 앱> 도서 > Siri 및 검색으로 이동한 다음 ‘앱에서 보기’를 탭하여 꺼서 언제든지 비활성화할 수 있습니다. 사용자와 커뮤니케이션하기 Apple은 사용자가 소유한 Apple 제품 및 Apple 서비스 구독과 같은 사용자의 계정에 관한 정보를 이용하여, 사용자가 관심을 가질 만한 Apple Books 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내를 전송할 수 있습니다. Apple은 또한 Apple Books 내에서의 사용자의 활동에 대한 정보를 이용하여, 사용자가 Apple Books에서 이용할 수 있는 새로운 기능, 콘텐츠 및 특별 혜택에 관한 안내를 전송할 수 있습니다. 사용자가 이메일 마케팅을 받기로 동의한 경우, 이러한 커뮤니케이션을 이메일로 받을 수 있습니다. account.apple.com 사이트로 이동하거나, iOS, iPadOS 또는 visionOS 기기에서 설정 > [사용자 이름] > 개인정보 > 커뮤니케이션 환경설정으로 이동하여 사용자의 이메일 환경설정을 변경하고, 이러한 이메일을 받지 않도록 할 수도 있습니다. 이러한 커뮤니케이션을 푸시 알림으로 받을 수도 있습니다. iOS, iPadOS 또는 visionOS 기기에서 알림 환경설정을 업데이트하거나 알림을 받지 않으려면 설정 > 알림 > 도서로 이동하십시오. 광고 Apple이 제공하는 광고는 App Store, Apple News 및 주식 앱에서 앱, 제품 및 서비스를 찾도록 도와줍니다. Apple은 스토어의 광고가 관련성을 갖도록 사용자의 기기, 계정, 구입 항목, 구독 및 다운로드에 관한 정보를 사용합니다. 또한 Apple은 사용자가 App Store에서 검색할 때 검색 용어에 관한 정보를 사용합니다. Apple은 세그먼트라고 부르는, 비슷한 특징을 공유하는 사람들의 그룹을 생성하고 이를 타깃 광고를 제공하는 데 사용합니다. 사용자에 대한 정보는 사용자를 어느 세그먼트로 분류할지 결정하는 데 사용되며 이에 맞춰 광고가 제공됩니다. 개인정보를 보호하기 위해 타깃 광고는 5,000명 이상의 타깃 기준을 만족하는 경우에만 제공됩니다. 사용자와 관련이 있는 광고를 결정하는 데 사용되는 정보는 임의의 식별자와 연계되며 사용자의 Apple 계정과 연계되지 않습니다. 개인 맞춤형 광고 설정이 켜져 있는 경우 Apple의 광고 플랫폼은 사용자의 정보를 사용하여 사용자와 더욱 관련이 있는 광고를 제공할 수 있습니다. Apple 광고 플랫폼에서 사용자의 관심 사항에 맞춘 타깃 광고를 받지 않으려면 개인 맞춤형 광고를 끄면 됩니다. 개인 맞춤형 광고를 끄면 Apple이 광고 대상 설정에 사용자의 정보를 사용할 수 없습니다. 받는 광고의 수는 줄어들지 않지만 광고의 관련성이 떨어질 수 있습니다. Apple 광고 및 개인정보 보호에 관하여 더 알아보려면 www.apple.com/kr/legal/privacy/data/ko/apple-advertising 사이트를 참조하십시오. App Store, Apple News 및 주식 앱의 개인 맞춤형 광고를 수신 거부하는 방법에 관해 더 알아보려면 support.apple.com/105131 사이트를 참조하십시오. 타사와 공유 Apple은 Apple 제품과 서비스를 제공하기 위해 Apple과 제휴하거나 Apple의 고객 마케팅에 협력하고 Apple 대신 광고를 판매하여 App Store와 Apple News 및 주식 앱에 표시하는 전략적 파트너에게 콘텐츠 구입과 관련된 비개인적인 데이터의 일부를 이들에게 제공할 의무를 갖습니다. 예를 들어 콘텐츠 소유자가 창작물에 대한 성과를 측정하고, 저작권 및 회계 기준을 준수하며, 제품 및 서비스를 향상할 수 있도록 비개인적인 데이터를 이들과 공유할 수 있습니다. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 일반적으로 사용자와 Apple간의 계약을 이행하고, 필요에 따라 서비스를 제공하며, Apple의 법적 의무를 준수할 목적으로 도서 앱의 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 다음 카테고리에 해당하는 개인 데이터를 처리하며, 여기에는 다음과 같은 정보가 포함됩니다. • 사용하는 기능(예: 읽고 싶은 책 목록에 추가한 항목), 검색한 콘텐츠, 확인한 콘텐츠, 리뷰, 알림에 대한 사용자의 상호작용과 같은 도서 앱 사용 정보 • 사용자의 계정 정보(소유한 Apple 제품, Apple 서비스 구독, 구입 및 다운로드한 항목 등) • 사용자 기기의 하드웨어 ID 및 IP 주소 이러한 정당한 이익에는 다음과 같은 사항이 포함됩니다. • 모든 사용자를 위해 서비스 최적화 및 개선 • 사용자가 더 관련성 높은 콘텐츠를 찾을 수 있도록 지원 • 사용자가 관심을 가질 만한 Apple Books 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내 전송 • 콘텐츠 소유자에게 리포트 제공 • 사기 및 기타 악의적인 활동 방지 데이터 유지 사용자가 구입하고 다운로드한 항목과 연계된 개인 데이터가 재무 보고 관련 해당 법률(각 지역에 따라 다름)에 의해 지정된 기간 동안 유지됩니다. 대부분의 고객에게는 최소 10년 동안의 유지 기간이 요구되나, 중국 등의 일부 국가/지역에서는 30년의 유지 기간이 요구될 수 있습니다. 또한 적어도 사용자가 Apple 계정을 갖고 있는 동안에는 다운로드에 관한 해당 이용 약관에 따라 콘텐츠를 다시 다운로드할 수 있도록 사용자의 콘텐츠 구입 및 다운로드 기록을 유지합니다. Apple은 브라우징 활동 및 검색과 같은 기타 정보를 짧은 기간(가장 일반적으로는 2년) 동안 유지합니다. 선택된 기간은 데이터 유지를 위한 해당 법률 조건 및 특정 사업 활용 사례를 참작합니다. 그러나 구입 항목 같은 일부 정보는 사용자가 계정을 닫거나 Apple Books 및 기타 Apple 온라인 스토어의 사용을 중단한 이후에도 사업 기록으로 유지될 수 있습니다(저장된 카드 세부사항은 포함되지 않음). 사용자가 결제 카드를 사용하면, Apple은 향후 구입, 반복되는 거래 또는 사용자가 승인한 기타 이용 목적을 위해 사용자의 카드 번호 및 청구 정보를 보관하고 자동으로 업데이트할 수 있습니다. Apple은 사용자의 금융 기관 또는 결제 네트워크로부터 이 정보를 받을 수 있으며, 또한 사기 방지 및 검증 목적으로 해당 정보를 사용할 수 있습니다. 사기 및 기타 악의적인 활동 방지 Apple은 Apple Books 및 기타 Apple 온라인 스토어와 기타 Apple 앱과 서비스에서 사기 및 기타 악의적인 활동을 방지하기 위해 개인 데이터를 수집합니다. 이 정보에는 기기 유형 및 소프트웨어 버전, 위치 정보(사용 가능한 경우 인터넷 연결 IP 주소를 대략적인 지리적 지역과 맞추어 추정), 다운로드 및 구입 내역, 스토어에서의 기타 활동 등과 같은 기기 정보가 포함됩니다. 사용자가 구입을 시작할 때 Apple은 사용자와 Apple간의 과거 비즈니스 관계에 대한 정보를 사용하여 요청을 처리하고 결제 파트너의 승인에 앞서 제품 또는 서비스 제공 여부를 결정할 수 있습니다. 사용자가 구입을 시도할 때, 주고받은 통화나 이메일의 대략적인 횟수와 같이 사용자가 기기를 사용하는 방법에 관한 정보를 이용하여 기기에서 기기 신뢰도를 확인하기도 합니다. 제공된 정보는 Apple이 기기의 실제 정보를 학습할 수 없도록 디자인되었습니다. 신뢰도는 지정된 기간 동안 서버에 저장됩니다. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Jūsų informacijos privatumas ir saugumas yra kiekvieno „Apple“ darbuotojo prioritetas. Stengiamės rinkti tik tuos duomenis, kurių mums reikia, kad jūsų patirtis būtų geresnė, o kai renkame duomenis, manome, jog yra svarbu, kad žinotumėte, ką renkame ir kodėl mums to reikia. Taip galite priimti pagrįstus sprendimus. „Apple Books“, kaip ir kiekvienas „Apple“ produktas ir paslauga, sukurta atsižvelgiant į šiuos principus. Parduotuvių aprūpinimas Naudojame jūsų asmens duomenis, kad galėtume teikti paslaugas ir funkcijas programoje „App Store“ ir kitose „Apple“ internetinėse parduotuvėse, įskaitant „iTunes Store“ ir „Apple Books“. Ši informacija apima paskyros ir mokėjimo informaciją, kurią galite pasiekti ir pakeisti nustatymuose, taip pat pirkimo ir atsisiuntimų istoriją. Kai atsisiunčiate turinį iš „Apple Books“, „Apple“ kartu su jūsų „Apple“ paskyra registruoja tokius identifikatorius kaip įrenginio aparatinės įrangos ID ir IP adresas. Kad jums būtų patogiau, „Apple Books“ sinchronizuoja jūsų žymes, užrašus ir kolekcijas įrenginiuose ir kompiuteriuose, kuriuose esate prisijungę. Ši informacija saugoma ją susiejant su jūsų „Apple“ paskyra. Parduotuvių tobulinimas Siekdami pagerinti „App Store“ ir kitų „Apple“ internetinių parduotuvių patirtį, renkame informaciją apie jūsų naudojimąsi „Apple Books“, įskaitant tai, kada atidarote arba uždarote parduotuvę, kokio turinio ieškote, turinį, kurį peržiūrite ir atsisiunčiate, ir jūsų sąveiką su pranešimais. Taip pat renkame informaciją apie jūsų įrenginį, pvz., įrenginio tipą, operacinės sistemos versiją ir laisvos vietos kiekį jūsų įrenginyje. Šią informaciją galime naudoti norėdami įvertinti, ar galima atsisiųsti prašomą turinį, suprasti bendras įrenginio saugyklos naudojimo tendencijas ir ar jūsų įrenginys prijungtas per WLAN ar mobiliojo ryšio tinklą. Jūsų paieškos taip pat leidžia mums pasiūlyti populiarias paieškas. Naudojame agreguotą informaciją apie programų naudojimą ir skaitymą, kad pagerintumėte paiešką ir rekomendacijas. Renkame duomenis apie naudotojų sąveikas su knygomis, kad suprastume naudotojų įsitraukimą, suteiktume prioritetus funkcijoms ir suprastume bendrą skaitymo veiklą. Ši informacija susieta su atsitiktiniais unikaliais kiekvieno vartotojo ir kiekvienos knygos identifikatoriais, kad „Apple“ nesužinotų konkretaus vartotojo skaitymo veiklos. Iš „Apple Books“ atsisiųstų knygų naudojimas apibendrintas tarp naudotojų, atsižvelgiant į informaciją apie knygą, pvz., žanrą. Iš „Apple Books“ neatsisiųstų knygų ar kitų dokumentų renkame failo formatą, bet nerenkame informacijos apie knygos turinį. Naudojame „iCloud“, kad sinchronizuotume identifikatorius naudodami visapusišką šifravimą, skirtą knygų naudojimo veiklai jūsų įrenginiuose, kuriuose esate prisijungę prie „iCloud“. Norėdami iš naujo nustatyti šiuos identifikatorius „iOS“, „iPadOS“ arba „visionOS“ įrenginyje, eikite į sritį „Nustatymai“ > „Programos“ > „Knygos“ ir bakstelėkite funkciją „Identifikatoriaus nustatymas iš naujo“. Parduotuvių suasmeninimas Naudojame duomenis apie jūsų sąveiką su „Apple Books“, kad padėtume jums atrasti aktualiausią turinį. Pavyzdžiui, žinodami, kokį turinį žiūrite ar atsisiunčiate, galime pasiūlyti suasmenintas funkcijas, pvz., „Daugiau knygų, kurios jums gali patikti“. Rekomenduojame turinį, kuris, mūsų manymu, jus domina, atsižvelgdami į tai, ko anksčiau ieškojote, ką žiūrėjote, atsisiuntėte, atnaujinote, peržiūrėjote arba įtraukėte į norimų skaityti sąrašą. Taip pat naudojame jūsų skaitymo veiklą, pvz., pažangą knygoje, kad gautume tinkamesnes rekomendacijas. Ši skaitymo veikla nesusieta su jūsų „Apple“ paskyra. Naudojame jūsų pirkimo istoriją ir mokėjimo būdus kartu su paskyros informacija, gauta iš jūsų „Apple“ paskyros. Suasmeninimo funkcijas galite išjungti paslaugoms „App Store“, „Apple Books“, „iTunes Store“, „Vaizdo įrašai“, „Tinklalaidės“ ir „Apple“ prenumeratai, išjungdami „Apple“ paskyros suasmenintas rekomendacijas. Savo „iOS“, „iPadOS“ arba „visionOS“ įrenginyje eikite į sritį „Nustatymai“ > [Jūsų vardas] > „Medija ir pirkiniai“, bakstelėkite „Žiūrėti paskyrą“, tada bakstelėkite, kad išjungtumėte funkciją „Suasmenintos rekomendacijos“. „Siri“ siūlo turinį, kuris jums gali patikti, remiantis apdorota įrenginio informacija, gauta iš jūsų naudojamų programų. Ši informacija nėra siunčiama „Apple“. Šią funkciją galite bet kada išjungti „iOS“, „iPadOS“ arba „visionOS“ įrenginyje nuėję į sritį „Nustatymai“ > „Programos“ > „Knygos“ > „Siri“ ir paieška“ ir bakstelėdami išjungti parinktį „Rodyti programoje“. Bendravimas su jumis „Apple“ gali naudoti informaciją apie jūsų paskyrą, pvz., apie jūsų turimus „Apple“ produktus ir „Apple“ paslaugų prenumeratas, kad siųstų jums pranešimus apie „Apple Books“ ir kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali būti jums įdomūs. „Apple“ taip pat gali naudoti informaciją apie jūsų veiklą programoje „Apple Books“, kad siųstų jums pranešimus apie naujas „Apple Books“ funkcijas, turinį ir pasiūlymus. Šiuos pranešimus galite gauti el. paštu, jei sutinkate gauti rinkodarinius pranešimus el. paštu. El. pašto nuostatas keisti ir atsisakyti gauti šiuos el. laiškus galite apsilankę adresu account.apple.com arba „iOS“, „iPadOS“ arba „visionOS“ įrenginyje nuėję į skiltį „Nustatymai“ > [Jūsų vardas] > „Asmeninė informacija“ > „Pranešimų nuostatos“. Šiuos pranešimus taip pat galite gauti tiesioginiais pranešimais. Norėdami atnaujinti pranešimų nuostatas arba atsisakyti pranešimų „iOS“, „iPadOS“ arba „visionOS“ įrenginiuose, eikite į sritį „Nustatymai“ > „Pranešimai“ > „Knygos“. Reklama „Apple“ teikiama reklama padeda žmonėms atrasti programas, produktus ir paslaugas programose „App Store“, „Apple News“ ir „Akcijos“. Naudojame informaciją apie jūsų įrenginį, paskyrą, pirkinius, prenumeratas ir atsisiuntimus, siekdami užtikrinti, kad skelbimai būtų aktualūs. Kai ieškote programoje „App Store“, taip pat naudojame jūsų paieškos terminus. Kuriame žmonių grupes, vadinamus segmentus, turinčias panašias savybes, ir šias grupes naudojame tiksliniams skelbimams teikti. Informacija apie jus naudojama nustatant, kuriems segmentams esate priskirti ir kokius skelbimus gaunate. Siekiant apsaugoti jūsų privatumą, tikslinė reklama pateikiama tik tada, kai daugiau nei 5 000 žmonių atitinka taikymo kriterijus. Informacija, naudojama nustatant, kurie skelbimai jums aktualūs, yra susieta su atsitiktiniais identifikatoriais, o ne su jūsų „Apple“ paskyra. Jei įjungtas individualizuotos reklamos nustatymas, „Apple“ reklamos platforma gali naudoti jūsų informaciją teikdama jums aktualesnes reklamas. Jei nenorite gauti savo pomėgiams pritaikytų reklamų iš „Apple“ reklamos platformos, galite pasirinkti išjungti suasmenintą reklamą. Išjungus suasmenintus skelbimus, „Apple“ nebegalės naudoti informacijos tikslinei reklamai. Dėl to gali nesumažėti gaunamų reklamų skaičius, tačiau reklamos gali būti jums ne tokios aktualios. Sužinokite daugiau apie „Apple“ reklamą ir privatumą apsilankę adresu www.apple.com/legal/privacy/data/en/apple-advertising. Sužinokite, kaip atsisakyti suasmenintų skelbimų programose „App Store“, „Apple News“ ir „Akcijos“, apsilankę adresu support.apple.com/105131. Bendrinimas su trečiosiomis šalimis Esame įpareigoti pateikti kai kuriuos neasmenintus duomenis apie jūsų įsigytą turinį strateginiams partneriams, kurie bendradarbiauja su „Apple“, kad galėtų teikti mūsų produktus ir paslaugas, padėti „Apple“ pasiekti klientus, parduoti skelbimus „Apple“ vardu, kad jie būtų rodomi programose „App Store“, „Apple News“ ir „Akcijos“. Pavyzdžiui, galime bendrinti neasmenintus duomenis su turinio savininkais, kad jie galėtų įvertinti savo kūrybinio darbo našumą, įvykdyti autorinių atlyginimų ir apskaitos reikalavimus bei tobulinti savo produktus ir paslaugas. Taikomas asmens duomenų tvarkymo teisinis pagrindas Paprastai programoje „Knygos“ esančius jūsų asmens duomenis tvarkome siekdami vykdyti sutartį su „Apple“, jei tai būtina paslaugai teikti ir savo teisiniams įsipareigojimams vykdyti. Jei sutikimas yra tinkamas teisinis pagrindas, jo siekiame pagal galiojančius vietinius įstatymus. Jei galiojančiuose vietiniuose įstatymuose numatoma, mes apdorojame toliau nurodytas asmens duomenų kategorijas, jei tai būtina mūsų arba trečiosios šalies teisėtų interesų tikslais, įskaitant informaciją apie: • Kaip naudojatės programa „Knygos“, įskaitant naudojamas funkcijas (pavyzdžiui, ką pridedate prie norimų skaityti sąrašo), kokio turinio ieškote, žiūrimą turinį, atsiliepimus ir sąveiką su pranešimais • Jūsų paskyrą, pvz., jums priklausančius „Apple“ produktus, „Apple“ paslaugų prenumeratas ir pirkinius bei atsisiuntimus • Jūsų įrenginio aparatinės įrangos ID ir IP adresą Šie teisėti interesai apima: • jums ir kitiems asmenims teikiamų paslaugų optimizavimą ir tobulinimą • pagalbą atrandant jums aktualiausią turinį • pranešimų siuntimą jums apie „Apple Books“ ir kitus susijusius „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali jus sudominti • ataskaitų teikimą turinio savininkams • apgavysčių ir kitų piktavališkų veiklų užkardymą Saugojimas Su pirkiniais programoje ir atsisiuntimais susietus asmens duomenis saugome tokį laikotarpį, kuris numatytas galiojančiuose su finansine atskaitomybe susijusiuose įstatymuose, kurie skiriasi priklausomai nuo regiono. Daugumos klientų duomenis privaloma saugoti ne mažiau nei 10 metų, tačiau tokiuose regionuose kaip Kinija šis laikotarpis gali būti 30 metų. Taip pat saugome jūsų pirkimo ir turinio atsisiuntimų įrašus ne trumpiau nei turite paskyrą mūsų platformoje, kad galėtumėte iš naujo atsisiųsti šį turinį. Tai taip pat darome laikydamiesi galiojančių sąlygų. Kitą informaciją, pvz., naršymo veiklą ir paieškas, saugome trumpiau, dažniausiai dvejus metus. Pasirinkus laikotarpį atsižvelgiama į taikomus teisinius duomenų saugojimo reikalavimus ir konkrečius verslo naudojimo atvejus. Tačiau tam tikra informacija, pvz., pirkiniai, bet ne išsaugota kortelės informacija, gali būti saugoma kaip verslo įrašai net uždarius paskyrą arba nustojus naudotis „Apple Books“ ar kitomis „Apple“ internetinėmis parduotuvėmis. Jums panaudojus mokėjimo kortelę, „Apple“ gali išsaugoti ir automatiškai atnaujinti kortelės numerį ir atsiskaitymo informaciją būsimiems pirkiniams, pasikartojančioms operacijoms ir kitoms jūsų leistoms paskirtims. Šią informaciją „Apple“ gali gauti iš jūsų finansų įstaigos arba mokėjimų tinklo, taip pat ją naudoti sukčiavimo prevencijai ir tapatybei patvirtinti. Apgavysčių ir kitų piktavališkų veiklų užkardymas Taip pat renkame asmens duomenis, kad užkirstume kelią apgavystėms ir kitai piktavališkai veiklai „Apple Books“ ir kitose „Apple“ programose bei paslaugose. Ši informacija apima įrenginio informaciją, pvz., įrenginio tipą, programinės įrangos versiją, vietos informaciją (apytikriai nustatytą pagal interneto ryšio IP adreso ir geografinio regiono atitiktį, jei yra), atsisiuntimų ir pirkimo istoriją bei kitą sąveiką su parduotuvėmis. Kai inicijuojate pirkimą, „Apple“ gali naudoti informaciją apie jūsų istorinius verslo santykius su „Apple“, kad galėtų apdoroti užklausą ir nuspręsti, ar teikti produktą ar paslaugą prieš mokėjimo partnerio leidimą. Kai bandote įsigyti pirkinį, taip pat apskaičiuojame jūsų įrenginio patikimumo balą panaudodami informaciją apie tai, kaip jūs naudojate įrenginį, įskaitant apytikslį telefono skambučių ar siunčiamų ir gaunamų el. laiškų skaičių. Informacija pateikiama taip, kad „Apple“ negalėtų sužinoti tikrų reikšmių jūsų įrenginyje. Balas saugomas numatytą laikotarpį mūsų serveriuose. Bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią rasite adresu www.apple.com/privacy.
ms: Melindungi privasi dan keselamatan maklumat anda ialah keutamaan semua orang di Apple. Kami berusaha keras untuk hanya mengumpulkan data yang kami perlukan untuk menjadikan pengalaman anda lebih baik. Apabila kami mengumpulkan data, kami percaya penting untuk anda mengetahui perkara yang kami kumpulkan dan sebab kami memerlukannya, supaya anda boleh membuat pilihan termaklum. Apple Books, seperti setiap produk dan perkhidmatan Apple, direka bentuk berpandukan prinsip ini. Menyediakan Kedai Kami menggunakan data peribadi anda untuk menyediakan perkhidmatan dan ciri dalam App Store serta kedai dalam talian Apple lain, termasuk iTunes Store dan Apple Books. Maklumat ini termasuk, contohnya, maklumat akaun dan bayaran anda, yang boleh anda akses dan tukar dalam seting serta sejarah pembelian dan muat turun anda. Apabila anda memuat turun kandungan daripada Apple Books, pengecam seperti ID perkakasan dan alamat IP peranti anda dilog oleh Apple bersama-sama Akaun Apple anda. Untuk kemudahan anda, Apple Books menyelaraskan penanda buku, nota dan koleksi anda merentasi peranti dan komputer didaftarkan masuk anda. Maklumat ini disimpan secara berkaitan dengan Akaun Apple anda. Meningkatkan Kedai Untuk meningkatkan pengalaman dalam App Store dan kedai dalam talian Apple yang lain, kami mengumpulkan maklumat tentang penggunaan Apple Books oleh anda, termasuk masa anda membuka atau menutup kedai, kandungan yang anda cari, kandungan yang anda lihat serta muat turun dan interaksi anda dengan pemberitahuan. Kami juga mengumpulkan maklumat tentang peranti anda seperti jenis peranti, versi sistem pengendalian anda dan jumlah ruang kosong pada peranti anda. Kami mungkin menggunakan maklumat ini untuk menilai sama ada kandungan yang diminta boleh dimuat turun, memahami aliran umum dalam penggunaan storan peranti dan sama ada peranti anda disambungkan melalui WLAN atau selular. Perkara yang anda cari juga membolehkan kami menawarkan carian semakin popular. Kami menggunakan maklumat agregat tentang penggunaan app dan aktiviti membaca untuk meningkatkan carian serta pengesyoran. Kami mengumpulkan interaksi pengguna dengan buku untuk memahami interaksi pengguna, mengutamakan ciri dan memahami aktiviti membaca agregat. Maklumat ini dikaitkan dengan pengecam unik rawak untuk setiap pengguna dan setiap buku supaya Apple tidak mengetahui aktiviti membaca pengguna tertentu. Untuk buku yang dimuat turun daripada Apple Books, penggunaan diagregatkan merentas pengguna secara berkaitan dengan maklumat tentang buku, seperti genre. Untuk buku atau dokumen lain yang tidak dimuat turun daripada Apple Books, kami mengumpul format fail tetapi bukan maklumat tentang kandungan buku. Kami menggunakan iCloud untuk menyelaraskan pengecam menggunakan penyulitan hujung ke hujung untuk aktiviti penggunaan buku merentas peranti anda yang didaftar masuk ke iCloud. Untuk mereset pengecam ini pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > App > Buku dan ketik Reset Pengecam. Memperibadikan Kedai Kami menggunakan interaksi anda dengan Apple Books untuk membantu anda menemui kandungan yang paling berkaitan dengan anda. Contohnya, mengetahui kandungan yang anda lihat atau muat turun membolehkan kami menawarkan ciri yang diperibadikan seperti Lebih Banyak Buku Yang Mungkin Anda Suka. Kami mengesyorkan kandungan yang kami berpendapat akan diminati oleh anda berdasarkan perkara yang telah anda cari, lihat, muat turun, kemas kini, ulas atau tambahkan ke Senarai Ingin Baca anda. Kami juga menggunakan aktiviti membaca anda, seperti kemajuan anda dalam buku, untuk menjana pengesyoran yang lebih berkaitan. Aktiviti membaca ini tidak dikaitkan dengan Akaun Apple anda. Kami menggunakan sejarah pembelian dan kaedah bayaran anda bersama maklumat akaun yang diperoleh daripada Akaun Apple anda. Anda boleh menyahaktifkan ciri pemeribadian dalam App Store, Apple Books, iTunes Store, Video, Podcast dan untuk langganan daripada Apple dengan menyahaktifkan Pengesyoran Diperibadikan untuk Akaun Apple anda. Pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > [nama anda] > Media & Pembelian, ketik Lihat Akaun, kemudian ketik untuk menyahaktifkan Pengesyoran Diperibadikan. Siri mencadangkan kandungan yang mungkin anda suka berdasarkan pemprosesan maklumat pada peranti yang diperoleh daripada app yang anda gunakan. Maklumat ini tidak dihantar kepada Apple. Anda boleh menyahdayakan ini pada bila-bila masa pada peranti iOS, iPadOS atau visionOS anda dengan pergi ke Seting > App > Buku > Siri & Carian dan mengetik untuk menyahaktifkan Tunjukkan dalam App. Berkomunikasi dengan Anda Apple mungkin menggunakan maklumat tentang akaun anda, seperti produk Apple yang anda miliki dan langganan anda kepada perkhidmatan Apple, untuk berkomunikasi dengan anda tentang Apple Books dan produk, perkhidmatan, serta tawaran lain Apple yang mungkin menarik minat anda. Apple juga mungkin menggunakan maklumat tentang aktiviti anda dalam Apple Books untuk menghantar komunikasi kepada anda tentang ciri baharu, kandungan dan tawaran yang tersedia pada Apple Books. Anda mungkin menerima komunikasi ini melalui e-mel, jika anda bersetuju menerima pemasaran e-mel. Anda boleh menukar keutamaan e‑mel anda dan menarik diri daripada menerima e‑mel ini dengan pergi ke account.apple.com atau pada peranti iOS, iPadOS atau visionOS dengan pergi ke Seting > [nama anda] > Maklumat Peribadi > Keutamaan Komunikasi. Anda juga mungkin menerima komunikasi ini melalui pemberitahuan push. Untuk mengemas kini keutamaan pemberitahuan anda atau menarik diri daripada pemberitahuan pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > Pemberitahuan > Buku. Pengiklanan Pengiklanan dihantar Apple membantu orang menemui app, produk dan perkhidmatan pada App Store, Apple News dan Saham. Kami menggunakan maklumat tentang peranti, akaun, pembelian, langganan dan muat turun anda untuk memastikan bahawa iklan adalah berkaitan. Apabila anda mencari di App Store, kami turut menggunakan istilah carian anda. Kami mencipta kumpulan orang, yang dipanggil segmen, yang berkongsi sifat yang serupa dan menggunakan kumpulan ini untuk menyiarkan iklan yang disasarkan. Maklumat tentang anda digunakan untuk menentukan segmen yang ditetapkan pada anda dan dengan itu, iklan yang anda terima. Untuk melindungi privasi anda, iklan disasarkan akan disiarkan hanya jika lebih daripada 5,000 orang menepati kriteria disasarkan. Maklumat yang digunakan untuk menentukan iklan yang berkaitan dengan anda dikaitkan dengan pengecam rawak dan tidak dikaitkan dengan Akaun Apple anda. Jika seting Iklan Diperibadikan diaktifkan, platform pengiklanan Apple mungkin menggunakan maklumat anda untuk memberikan iklan yang lebih berkaitan kepada anda. Jika anda tidak mahu menerima iklan yang disasarkan pada minat anda daripada platform pengiklanan Apple, anda boleh memilih untuk menyahaktifkan Iklan Diperibadikan. Menyahaktifkan Iklan Diperibadikan akan menghalang Apple daripada menggunakan maklumat anda untuk penyasaran iklan. Ini mungkin tidak mengurangkan bilangan iklan yang anda terima, tetapi iklan mungkin kurang berkaitan kepada anda. Ketahui lebih lanjut tentang Pengiklanan Apple & Privasi di www.apple.com/legal/privacy/data/ms/apple-advertising. Ketahui cara menarik diri daripada iklan diperibadikan pada App Store, Apple News dan Saham di support.apple.com/105131. Perkongsian dengan Pihak Ketiga Kami berkewajipan untuk memberi sedikit data bukan peribadi tentang pembelian kandungan anda kepada rakan kongsi strategik yang bekerjasama dengan Apple untuk menyediakan produk dan perkhidmatan kami, membantu Apple memasarkan kepada pelanggan dan menjual iklan mewakili Apple untuk dipaparkan dalam App Store dan Apple News serta Saham. Contohnya, kami mungkin berkongsi data bukan peribadi dengan pemilik kandungan, supaya mereka boleh mengukur prestasi karya kreatif mereka, memenuhi keperluan royalti dan perakaunan serta meningkatkan produk dan perkhidmatan mereka. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi anda dalam app Buku umumnya untuk pelaksanaan kontrak anda dengan Apple, seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses kategori data peribadi berikut mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga, termasuk maklumat tentang: • Penggunaan app Buku oleh anda, termasuk ciri yang anda gunakan (contohnya, perkara yang anda tambahkan ke senarai Ingin Baca anda), kandungan yang anda cari, kandungan yang anda lihat, ulasan anda dan interaksi anda dengan pemberitahuan • Akaun anda, seperti produk Apple yang anda miliki, langganan perkhidmatan Apple anda, serta pembelian dan muat turun anda • ID perkakasan dan alamat IP peranti anda Kepentingan sah ini termasuk: • Mengoptimumkan dan meningkatkan perkhidmatan untuk anda dan orang lain • Membantu anda menemui kandungan yang paling berkaitan dengan anda • Menghantar komunikasi kepada anda tentang Apple Books dan produk, perkhidmatan, serta tawaran Apple lain yang berkaitan yang mungkin menarik minat anda • Menyediakan pelaporan untuk pemilik kandungan • Mencegah penipuan dan aktiviti berniat jahat lain Pengekalan Kami mengekalkan data peribadi yang dikaitkan dengan pembelian dan muat turun anda untuk tempoh yang ditentukan oleh undang-undang berkenaan yang berkaitan dengan pelaporan kewangan yang berbeza-beza mengikut rantau. Untuk kebanyakan pelanggan, ini memerlukan tempoh pengekalan sekurang-kurangnya selama 10 tahun, tetapi di rantau seperti China, tempoh tersebut boleh menjadi 30 tahun. Kami juga mengekalkan rekod pembelian dan muat turun kandungan oleh anda selama sekurang-kurangnya tempoh masa anda mempunyai akaun dengan kami untuk membolehkan anda memuat turun semula kandungan tersebut selaras dengan syarat kami yang berkenaan. Kami mengekalkan maklumat lain seperti aktiviti pelayaran dan carian untuk tempoh masa yang lebih pendek, paling lazimnya dua tahun. Tempoh yang dipilih mengambil kira keperluan undang-undang yang berkenaan untuk mengekalkan data dan kes penggunaan perniagaan tertentu. Walau bagaimanapun, sesetengah maklumat, seperti pembelian, tetapi bukan butiran kad anda yang disimpan, mungkin dikekalkan sebagai rekod perniagaan walaupun selepas anda menutup akaun anda atau berhenti menggunakan Apple Books atau kedai dalam talian Apple yang lain. Apabila anda menggunakan kad bayaran, Apple mungkin mengekalkan dan mengemas kini nombor kad serta maklumat pengebilan anda secara automatik untuk pembelian masa depan, transaksi berulang atau penggunaan lain yang anda benarkan. Apple mungkin mendapatkan maklumat ini daripada institusi kewangan atau rangkaian bayaran anda dan turut menggunakannya untuk pencegahan penipuan serta pengesahan. Mencegah Penipuan dan Aktiviti Berniat Jahat Lain Kami turut mengumpulkan data peribadi untuk mencegah penipuan dan aktiviti berniat jahat lain dalam Apple Books serta kedai dalam talian Apple yang lain dan app serta perkhidmatan Apple yang lain. Maklumat ini termasuk maklumat peranti, seperti jenis peranti dan versi perisian, maklumat lokasi (dianggarkan dengan memadankan alamat IP sambungan internet anda dengan rantau geografi, jika tersedia), sejarah muat turun dan pembelian serta interaksi lain dengan kedai. Apabila anda memulakan pembelian, Apple mungkin menggunakan maklumat tentang sejarah hubungan perniagaan anda dengan Apple untuk memproses permintaan dan menentukan sama ada untuk menyediakan produk atau perkhidmatan sebelum pengesahan oleh rakan kongsi bayaran. Kami juga mengira skor kepercayaan peranti pada peranti anda apabila anda cuba membeli menggunakan maklumat tentang cara anda menggunakan peranti anda, termasuk bilangan anggaran panggilan telefon atau e‑mel yang anda hantar dan terima. Penghantaran direka bentuk supaya Apple tidak boleh mengetahui nilai sebenar pada peranti anda. Skor disimpan untuk masa yang ditetapkan pada pelayan kami. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy
nl: Bescherming van je privacy en beveiliging van je gegevens is een prioriteit van iedereen bij Apple. We werken er hard aan om alleen die gegevens te verzamelen die we nodig hebben om je ervaring te verbeteren. Als we gegevens verzamelen vinden we het belangrijk dat je weet wat we verzamelen en waarom, zodat je een bewuste keuze kunt maken. Net als alle Apple producten en voorzieningen is ook Apple Books ontworpen met deze principes in gedachten. Het aanbod in de Stores We gebruiken je persoonlijke gegevens om de voorzieningen en functies in de App Store en andere online Stores van Apple aan te bieden, waaronder de iTunes Store en de Book Store in de Boeken-app. Deze gegevens bevatten bijvoorbeeld je account- en betalingsgegevens, die je in Instellingen kunt terugvinden en wijzigen, en je aankoop- en downloadgeschiedenis. Wanneer je materiaal downloadt uit Apple Books, worden aanduidingen zoals de hardware-ID en het IP-adres van je apparaat, samen met je Apple Account door Apple gelogd. Om het je gemakkelijker te maken, synchroniseert Apple Books je bladwijzers, notities en verzamelingen op al je ingelogde apparaten en computers. Deze informatie wordt met je Apple Account bewaard. De Stores verbeteren Om je ervaring in de App Store en andere online Stores van Apple te verbeteren, wordt informatie over je gebruik van Apple Books verzameld, waaronder wanneer je Apple Books opent of sluit, naar welk materiaal je zoekt, welk materiaal je bekijkt en downloadt en je omgang met meldingen. We verzamelen ook informatie over je apparaat, zoals het type apparaat, de versie van je besturingssysteem en de hoeveelheid vrije ruimte op je apparaat. We kunnen deze gegevens gebruiken om te beoordelen of het gevraagde materiaal kan worden gedownload, om algemene trends in het gebruik van apparaatopslag te begrijpen en om te zien of je apparaat verbinding maakt via WLAN of een mobiel netwerk. Aan de hand van je zoekcriteria kunnen wij ook populaire zoekopdrachten bieden. We maken gebruik van samen­gevoegde informatie over appgebruik en leesactiviteit om de zoekfunctie en aanbevelingen te verbeteren. We verzamelen informatie over het gebruik van boeken om inzicht te krijgen in de ervaring van gebruikers, om de prioriteit van nieuwe functies te kunnen bepalen en om samen­gevoegde lees­activiteiten te kunnen analyseren. Deze informatie is gekoppeld aan een willekeurige unieke ID voor elke gebruiker en elk boek, zodat Apple geen inzicht krijgt in de lees­activiteiten van een specifieke lezer. Informatie over het gebruik van boeken die zijn gedownload uit Apple Books wordt samen­gevoegd en gekoppeld aan informatie over het boek, zoals een genre. Van boeken en andere documenten die niet zijn gedownload uit Apple Books verzamelen we informatie over de bestandsstructuur, maar geen informatie over de inhoud van het boek. We gebruiken iCloud om ID's te synchroniseren via end-to-end-encryptie voor je gebruik van boeken op al je apparaten die zijn ingelogd bij iCloud. Als je deze ID's op je iOS-, iPadOS- of visionOS-apparaat opnieuw wilt instellen, ga je in Instellingen naar 'Apps' > 'Boeken' en tik je op 'Stel ID opnieuw in'. De Stores personaliseren Informatie over de manier waarop je Apple Books gebruikt, wordt door ons benut om je het materiaal te laten ontdekken dat voor jou het meest relevant is. Als we bijvoorbeeld weten welk materiaal je bekijkt of downloadt, kunnen wij gepersonaliseerde functies aanbieden zoals 'Meer boeken die je leuk vindt'. We bevelen materiaal aan dat je volgens ons wellicht interessant vindt op basis van het materiaal dat je eerder hebt gezocht, bekeken, gedown­load, bijgewerkt, beoordeeld of in je leeslijst hebt gezet. We gebruiken ook je leesactiviteit, zoals je voortgang in een boek, om meer relevante aanbevelingen te genereren. Deze leesactiviteit is niet aan je Apple Account gekoppeld. We gebruiken je aankoop­geschiedenis en betaal­methoden in combinatie met account­gegevens die zijn afgeleid van je Apple Account. Je kunt personalisatie­functies uitschakelen in de App Store, Apple Books, iTunes Store, Video's, Podcasts en voor abonnementen van Apple door 'Persoonlijke aanbevelingen' voor je Apple Account uit te schakelen. Ga op je iOS-, iPadOS- of visionOS-apparaat in Instellingen naar '[je naam]' > 'Media en aankopen', tik op 'Toon account' en tik om 'Gepersonaliseerde aanbevelingen' uit te schakelen. Siri geeft suggesties voor materiaal dat je mogelijk leuk vindt op basis van gegevens die op je apparaat worden verwerkt en afkomstig zijn van de apps je gebruikt. Deze gegevens worden niet naar Apple verstuurd. Je kunt dit op elk moment op je iOS-, iPadOS- of visionOS-apparaat uitschakelen door in Instellingen naar 'Apps' > 'Boeken' > 'Siri en zoeken' te gaan en te tikken om 'Toon in app' uit te schakelen. Communicatie met jou Apple gebruikt mogelijk informatie over je account, zoals de Apple producten die je bezit en je abonne­menten op diensten van Apple, om je berichten te sturen over Apple Books en andere Apple producten, diensten en aanbie­dingen die voor jou interessant kunnen zijn. Apple gebruikt mogelijk ook informatie over je activiteiten binnen Apple Books om je kennis­gevingen te sturen over nieuwe functies, inhoud en aanbiedingen die beschik­baar zijn in Apple Books. Je kunt deze kennis­gevingen ontvangen via e‑mail, als je ermee instemt om e‑mail­marketing te ontvangen. Je kunt je e‑mail­voorkeuren wijzigen en je afmelden voor het ontvangen van dergelijke e‑mails door naar account.apple.com te gaan of door op een iOS-, iPadOS- of visionOS-apparaat in Instellingen naar '[je naam]' > 'Persoonlijke gegevens' > 'Communicatievoorkeuren' te gaan. Je kunt deze kennis­gevingen ook ontvangen via push­meldingen. Als je je meldings­voorkeuren op je iOS-, iPadOS- of visionOS-apparaat wilt bijwerken of als je je wilt afmelden voor meldingen, ga je in Instellingen naar 'Meldingen' > 'Boeken'. Reclame Door Apple geleverde reclame helpt mensen bij het ontdekken van apps, producten en diensten in de App Store, in Apple News en in Aandelen. We gebruiken informatie over je apparaat, account, aankopen, abonnementen en downloads om ervoor te zorgen dat reclame relevant is. Wanneer je een zoekopdracht uitvoert in de App Store, gebruiken we ook je zoektermen. We stellen zogenoemde segmenten samen, groepen personen met overeenkomende kenmerken. We gebruiken deze groepen voor gerichte reclame. Je informatie wordt gebruikt om te bepalen tot welke groepen je behoort en zodoende, welke reclame je ontvangt. Om je privacy te beschermen, ontvang je alleen gepersonaliseerde reclame als er meer dan 5000 personen aan de personalisatie­criteria voldoen. De informatie die wordt gebruikt om te bepalen welke reclame relevant voor je is, is gekoppeld aan willekeurige ID's, niet aan je Apple Account. Als gepersonaliseerde reclame is ingeschakeld, kan het reclame­platform van Apple je gegevens gebruiken om reclame weer te geven die relevanter voor je is. Als je van het reclame­platform van Apple geen reclame wilt ontvangen die is gericht op je interesses, kun je gepersonaliseerde reclame uitschakelen. Als je gepersonaliseerde reclame uitschakelt, kan Apple je informatie niet gebruiken voor gerichte reclame. De hoeveelheid reclame die je ontvangt, wordt mogelijk niet verminderd, maar de reclame is mogelijk minder relevant voor je. Meer informatie over Apple reclame en privacy vind je op www.apple.com/nl/legal/privacy/data/nl/apple-advertising. Meer informatie over hoe je je kunt afmelden voor gepersonaliseerde reclame in de App Store, in Apple News en Aandelen vind je op support.apple.com/105131. Delen met derden Wij zijn verplicht om bepaalde niet-persoon­lijke gegevens over het materiaal dat je hebt gekocht te verstrekken aan strategische partners die met Apple samen­werken om onze producten en diensten te leveren, onze producten op de markt te brengen en namens Apple reclame te verkopen die wordt weer­gegeven in de App Store en Apple News en Aandelen. We kunnen bijvoorbeeld niet-persoonlijke gegevens met eigenaren van materiaal delen zodat zij het rendement van hun creatieve werk kunnen meten, kunnen voldoen aan royalty- en boekhoudkundige vereisten en hun producten en diensten kunnen verbeteren. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken je persoonlijke gegevens in de Boeken-app over het algemeen voor het uitvoeren van je contract met Apple, zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we de volgende categorieën persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen of die van een derde partij, waaronder informatie over: • Je gebruik van de Boeken-app, waaronder functies die je gebruikt (bijvoorbeeld wat je in je leeslijst zet), het materiaal dat je zoekt en bekijkt, je recensies en je interacties met meldingen • Je account, zoals de Apple producten die je bezit, je abonnementen op voorzieningen van Apple en je aankopen en downloads • De hardware-ID en het IP-adres van je apparaat Deze wettelijke belangen omvatten: • De voorziening voor jou en anderen optimaliseren en verbeteren • Je materiaal laten ontdekken dat het meest relevant voor je is • Je kennisgevingen sturen over Apple Books en andere gerelateerde producten, diensten en aanbiedingen van Apple die voor jou interessant kunnen zijn • Rapportage aanbieden voor eigenaars van materiaal • Fraude en andere kwaadaardige activiteiten voorkomen Bewaar­periode We bewaren persoonlijke gegevens die gekoppeld zijn aan je aankopen en downloads gedurende perioden die door de toepasselijke wetgeving met betrekking tot financiële rapportage worden vastgesteld en die per regio kunnen verschillen. Voor de meeste klanten is een bewaar­periode van ten minste 10 jaar vereist, maar in regio's zoals China kan die periode 30 jaar zijn. We bewaren ook een record van je aankopen en down­loads van materiaal zolang je een account bij ons hebt, zodat je dat materiaal opnieuw kunt down­loaden in overeen­stemming met onze toepasselijke voor­waarden. We bewaren andere gegevens, zoals surf­gedrag en zoek­opdrachten, gedurende een kortere periode, meestal twee jaar. De gekozen periode houdt rekening met toepasselijke wettelijke vereisten voor het bewaren van gegevens en specifieke use cases. Bepaalde gegevens, zoals aankopen, maar niet je bewaarde kaart­gegevens, kunnen echter als bedrijfs­records worden bewaard, ook nadat je je account hebt gesloten of Apple Books en andere online Stores van Apple niet meer gebruikt. Als je een betaal­kaart gebruikt, kan Apple je kaart­nummer en factuur­gegevens bewaren en deze auto­matisch bijwerken voor latere aankopen, terug­kerende trans­acties of andere doel­einden die je autoriseert. Apple kan deze gegevens verkrijgen via je financiële instelling of je betalings­netwerk en kan deze ook gebruiken ter verificatie en ter voor­koming van fraude. Fraude en andere kwaad­aardige activiteiten voor­komen We verzamelen ook persoonlijke gegevens om fraude en andere kwaadaardige activiteiten in Apple Books en andere online Stores van Apple, en in andere apps en voorzieningen van Apple te voorkomen. Deze gegevens bevatten informatie over het apparaat, zoals het type apparaat en de software­versie, informatie over de locatie (die wordt geschat door het IP-adres van je internetverbinding in overeenstemming te brengen met een geografische regio, indien beschikbaar), de download- en aankoop­geschiedenis en hoe je de Stores verder gebruikt. Wanneer je een aan­koop initieert, gebruikt Apple mogelijk informatie over je histo­rische zakelijke relatie met Apple om het verzoek te verwerken en te bepalen of het product of de dienst moet worden geleverd voordat de betalings­partner toestemming geeft. Wanneer je iets probeert te kopen, wordt informatie over je gebruik van het apparaat, waar­onder het geschatte aantal telefoon­gesprekken dat je hebt gevoerd of het geschatte aantal e‑mails dat je hebt verzonden en ontvangen, gebruikt om een vertrouwens­score voor je apparaat te berekenen. De berekening is zo ontworpen dat Apple de werkelijke waarden op je apparaat niet kan achterhalen. De score wordt gedurende een vaste tijds­duur op onze servers bewaard. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy
no: Beskyttelse av personvernet og sikring av informasjonen din er en høy prioritet hos Apple. Vi er nøye på å kun samle inn data vi trenger for å gjøre opplevelsen din bedre. Når vi samler inn data, mener vi også at det er viktig at du er klar over hva vi samler inn og hvorfor vi trenger det, så du kan ta veloverveide beslutninger. Apple Books er, i likhet med alle andre Apple-produkter og -tjenester, designet i henhold til disse prinsippene. Levering av butikktjenester Vi bruker de personlige dataene dine til å levere tjenestene og funksjonene i App Store og andre nettbaserte Apple-butikker, inkludert iTunes Store og Apple Books. Denne informasjonen omfatter for eksempel konto- og betalingsinformasjonen din, som du kan se og endre i Innstillinger, samt kjøps- og nedlastings­historikken din. Når du laster ned innhold fra Apple Books, blir identifikatorer som maskinvareidentifikatoren til enheten og IP-adressen registrert av Apple sammen med Apple‑kontoen din. For å gjøre det enklere for deg synkroniserer Apple Books bokmerkene, notatene og samlingene dine på tvers av påloggede enheter og datamaskiner. Denne informasjonen lagres sammen med Apple‑kontoen din. Forbedring av butikker For å gi en bedre bruks­opplevelse i App Store og andre nettbaserte Apple-butikker, samler vi inn informasjon om bruken din av Apple Books, inkludert når du åpner eller lukker nettbutikken, hva du søker etter, hva du ser på, hva du laster ned og hvordan du reagerer på varslinger. Vi samler også inn informasjon om enheten din, som type enhet, programvareversjon av operativsystemet og hvor mye ledig plass du har på enheten. Vi kan bruke denne informasjonen til å vurdere om forespurt innhold kan lastes ned, for å forstå generelle trender i bruk av lagringsplass på enheten, og om enheten din er koblet til via WLAN eller mobilnett. Det du søker etter, gjør det også mulig for oss å vise populære søk. Vi bruker samlet informasjon om appbruk og leseaktivitet for å forbedre søk og anbefalinger. Vi samler inn informasjon om brukerens samhandlinger med bøkene for å forstå brukerengasjement og samlet leseaktivitet og prioritere funksjoner. Denne informasjonen knyttes til en tilfeldig unik identifikator for hver bruker og hver bok, slik at Apple ikke lærer seg en bestemt brukers leseaktivitet. For bøker som er lastet ned fra Apple Books, samles bruk på tvers av brukere sammen med informasjon om boken, som sjanger. For bøker og andre dokumenter som ikke er lastet ned fra Apple Books, samler vi filformat, men ingen informasjon om innholdet i boken. Vi bruker iCloud til å synkronisere identifikatorer ved hjelp av gjennomgående kryptering for bruksaktivitet for bøker på tvers av enhetene dine som er logget på iCloud. Hvis du vil nullstille disse identifikatorene på en iOS-, iPadOS- eller VisionOS-enhet, velger du Innstillinger > Bøker og trykker på Nullstill identifikator. Tilpasning av butikkene Vi bruker samhandlingene dine med Apple Books for å hjelpe deg å oppdage det innholdet som er mest relevant for deg. Hvis vi for eksempel vet hva du ser på og laster ned, kan vi tilpasse funksjoner som Andre bøker du kanskje vil like. Vi anbefaler innhold som vi tror er av interesse for deg, basert på hva du tidligere har søkt etter, sett på, lastet ned, oppdatert, vurdert eller lagt til i Ønsker å lese-listen. Vi bruker også leseaktiviteten din, som f.eks. hvor langt du er kommet i en bok, til å generere nye, relevante anbefalinger. Denne leseaktiviteten knyttes ikke til Apple‑kontoen din. Vi bruker kjøpshistorikken din og betalingsmåtene dine sammen med kontoinformasjon hentet fra Apple‑kontoen din. Du kan deaktivere tilpasnings­funksjoner i App Store, Apple Books, iTunes Store, Videoer, Podkaster og Apple-abonnementer fra Apple ved å slå av Personlige anbefalinger for Apple‑kontoen din. På en iOS-, iPadOS- eller visionOS-enhet går du til Innstillinger > [navnet ditt] > Medier og kjøp > Vis konto og trykker på Personlige anbefalinger for å slå det av. Siri behandler data lokalt på enheten, og foreslår innhold som du kanskje vil like basert på informasjon fra apper du bruker. Denne informasjonen sendes ikke til Apple. Du kan når som helst deaktivere dette på iOS-, iPadOS- eller visionOS-enheten din ved å gå til Innstillinger > Apper > Bøker > Siri og søk og trykke for å slå av Vis i app. Kommunikasjon med deg Apple kan bruke informasjon om kontoen din, som Apple-produktene du eier og abonnementene dine på Apple-tjenester, til å sende deg informasjon om Apple Books og andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg, inkludert Apple One. Apple kan også bruke informasjon om aktiviteten din i Apple Books til å sende deg kommunikasjon om nye funksjoner, innhold og tilbud i Apple Books. Slik kommunikasjon kan bli sendt til deg på e‑post hvis du har godtatt e‑postannonser. Du kan endre e‑postvalgene og velge om du vil motta disse e‑postmeldingene, på account.apple.com eller på iOS-, iPadOS- eller visionOS-enheter ved å gå til Innstillinger > [ditt navn] > Personlig informasjon > Kommunikasjonsvalg. Slik kommunikasjon kan også bli sendt til deg via push-varslinger. Du kan oppdatere varslingsvalg eller velge å ikke motta varslinger på iOS-, iPadOS- eller visionOS-enheter ved å gå til Innstillinger > Varslinger > Bøker. Annonsering Apple-leverte annonser hjelper folk med å oppdage apper, produkter og tjenester i App Store, Apple News og Aksjer. Vi bruker informasjon om enheten din, kontoen din, kjøp, abonnementer og nedlastinger for å sikre at du ser relevante annonser. Når du søker i App Store, bruker vi også ordene du søker etter. Vi deler brukerne inn i grupper, kalt segmenter, med felles interesser og kjennetegn, og retter annonser mot disse gruppene. Informasjon om deg brukes til å plassere deg i et segment, som igjen avgjør hvilke annonser du ser. For å ivareta personvernet ditt leveres bare målrettede annonser hvis mer enn 5 000 personer oppfyller målrettingskriteriene. Informasjonen som brukes til å velge hvilke annonser som er relevante for deg, er knyttet til tilfeldige identifikatorer og ikke til Apple‑kontoen din. Hvis innstillingen Personlig tilpassede annonser er aktivert, kan Apples annonseplattform bruke informasjonen din til å levere annonser som er mer relevante for deg. Hvis du ikke vil motta annonser tilpasset interessene dine fra Apples annonseplattform, kan du slå av Personlig tilpassede annonser. Hvis du deaktiverer Personlig tilpassede annonser, kan ikke Apple bruke denne informasjonen til å målrette annonser. Det vil ikke redusere antallet annonser du mottar, men annonsene kan være mindre relevante for deg. Finn ut mer om Apple-annonser og personvern på www.apple.com/no/legal/privacy/data/no/apple-advertising. Finn ut hvordan du kan velge å ikke motta personlig tilpassede annonser i App Store, Apple News og Aksjer på support.apple.com/105131. Deling med tredjeparter Vi er forpliktet til å levere noen ikke-personlige data om dine innholdskjøp til strategiske partnere som samarbeider med Apple om å levere produktene og tjenestene våre, bistå Apple med markedsføring overfor kunder og selge annonser som vises i App Store, Apple News og Aksjer. Vi deler for eksempel ikke-personlige data med eiere av innhold, slik at de kan måle hvor vellykket produktet deres er, oppfylle krav til vederlag og regnskapsføring og for å forbedre sine produkter og tjenester. Juridisk grunnlag for behandling av personlige data Vi behandler i hovedsak de personlige dataene dine i Bøker-appen for å oppfylle kontrakten din med Apple, etter behov for å levere tjenesten, og i henhold til juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der lokale lover og regler tillater det vil vi behandle kategorier av personlige data etter behov for å ivareta våre legitime interesser og interessene til tredjeparter, deriblant informasjon om: • bruken din av Bøker-appen, inkludert funksjoner du bruker (for eksempel hva du har lagt til i Ønsker å lese-listen), innhold du søker etter eller ser på, vurderingene dine og hvordan du reagerer på varslinger • kontoen din, f.eks. Apple-produktene du eier, abonnementene dine på Apple-tjenester, samt kjøp og nedlastinger • enhetens maskinvare-ID og IP‑adresse Disse legitime interessene inkluderer: • å forbedre og optimalisere tjenesten for deg og andre • å hjelpe deg med å finne innhold som er mest relevant for deg • å sende deg informasjon om Apple Books og andre relaterte Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg • å sende rapporter til innholds­eiere • å forhindre svindel og annen ondsinnet aktivitet Oppbevaring Vi beholder personlige data knyttet til kjøpene og nedlastingene dine i periodene som angis av gjeldende lover for finansrapportering i hvert område. For de fleste kunder betyr det at informasjonen beholdes i minst ti år, men i områder som for eksempel Kina kan denne perioden være 30 år. Vi beholder også en oversikt over kjøpene og nedlastingene dine så lenge du har en konto hos oss, slik at du kan laste ned innholdet på nytt i samsvar med vilkårene våre. Vi beholder annen informasjon, som søkelogger og navigering, i en kortere periode, vanligvis to år. Perioden som velges, tar hensyn til gjeldende lover og regler for bevaring av data og bestemte brukstilfeller i forretningsøyemed. Noe av informasjonen, som kjøp, men ikke lagret kortinformasjon, kan imidlertid beholdes som forretningsprotokoller selv etter at du avslutter kontoen din eller slutter å bruke Apple Books og andre nettbaserte Apple-butikker. Når du bruker et betalingskort, kan Apple beholde og automatisk oppdatere kortnummeret og betalingsinformasjonen for fremtidige kjøp, gjentakende overføringer eller annen bruk autorisert av deg. Apple kan innhente denne informasjonen fra finansinstitusjonen eller betalingsnettverket du bruker, og i tillegg bruke den til verifisering og til å forhindre svindel. Forhindring av svindel og annen ondsinnet aktivitet Vi samler også inn personlige data for å hindre svindel og annen ondsinnet aktivitet i Apple Books og andre nettbaserte Apple-butikker og i andre Apple-apper og -tjenester. Denne informasjonen inkluderer enhetsinformasjon som enhetstype og programvareversjon, stedsinformasjon (gjort omtrentlig ved å knytte IP-adressen til internettforbindelsen din til et geografisk område, hvis tilgjengelig), kjøps- og nedlastingshistorikk og annen aktivitet i butikkene. Når du utfører et kjøp, kan Apple bruke informasjon om din forretningshistorikk med Apple for å kunne behandle forespørselen og avgjøre om produktet eller tjenesten skal gjøres tilgjengelig før godkjenning er utført av betalingspartneren. Vi lager også en godkjenningsrangering for enheten din når du prøver å gjennomføre et kjøp ved hjelp av informasjon om hvordan du bruker enheten din, inkludert omtrentlig antall telefonanrop og e‑postmeldinger du sender og mottar. Innsendingen er utformet slik at Apple ikke kan lese de faktiske verdiene på enheten din. Rangeringen lagres i en bestemt tidsperiode på tjenerne våre. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Ochrona prywatności i bezpieczeństwo danych użytkowników są priorytetem dla wszystkich w firmie Apple. Dokładamy wszelkich starań, aby gromadzić tylko te dane, które są absolutnie niezbędne do optymalizowania działania usługi. Dbamy o to, aby użytkownicy mogli podejmować właściwe decyzje dzięki wiedzy na temat gromadzonych przez nas informacji i powodów ich gromadzenia. Tym zasadom podlega też — podobnie jak wszystkie inne produkty i usługi firmy Apple — usługa Apple Books. Oferowanie usług i funkcji w sklepach Twoich danych osobowych używamy do świadczenia usług i oferowania funkcji w App Store oraz innych sklepach Apple w Internecie, w tym iTunes Store i Apple Books. Dane te zawierają na przykład informacje o Twoich kontach i płatnościach (które możesz przeglądać i zmieniać w Ustawieniach) oraz Twoją historię zakupów i pobierania. Gdy pobierasz zawartość z Apple Books, identyfikatory, takie jak identyfikator sprzętu i adres IP urządzenia, są rejestrowane przez Apple razem z Twoim kontem Apple. Dla wygody Apple Books synchronizuje zakładki, notatki i zbiory między urządzeniami, na których się zalogujesz, a także komputerami. Te informacje są przechowywane w powiązaniu z Twoim kontem Apple. Udoskonalanie sklepów Aby udoskonalać działanie App Store lub innych sklepów Apple w Internecie, gromadzimy dane dotyczące korzystania przez użytkowników z Apple Books, w tym dotyczące czasu otwarcia lub zamknięcia witryny sklepu, wyszukiwanej zawartości, pobieranych i przeglądanych rzeczy oraz Twoich reakcji na powiadomienia. Gromadzimy również informacje o Twoim urządzeniu, np. jego typie, wersji systemu operacyjnego oraz ilości wolnego miejsca. Możemy używać tych informacji do określania, czy wybrane przez Ciebie rzeczy mogą zostać pobrane, analizowania ogólnych trendów w wykorzystaniu miejsca na urządzeniu oraz określenia, czy Twoje urządzenie ma połączenie z siecią WLAN lub komórkową. To, czego szukasz, umożliwia nam także oferowanie popularnych wyszukiwań. Wykorzystujemy zagregowane informacje na temat użycia aplikacji i aktywności związanej z czytaniem do udoskonalania wyszukiwania i rekomendacji. Zbieramy interakcje użytkowników z książkami, aby zrozumieć zaangażowanie użytkowników, nadać priorytet funkcjom i zrozumieć zagregowaną aktywność związaną z czytaniem. Te informacje są powiązane z losowymi, unikalnymi identyfikatorami dla każdego użytkownika i każdej książki, dzięki czemu Apple nie poznaje aktywności czytelniczej poszczególnych użytkowników. W przypadku książek pobranych z Apple Books informacje o użyciu są agregowane dla użytkowników w powiązaniu z informacjami o książce, takimi jak gatunek. W przypadku książek lub innych dokumentów, które nie zostały pobrane z Apple Books, zbieramy format plików, ale nie gromadzimy informacji o treści książki. Używamy iCloud do synchronizowania identyfikatorów za pomocą szyfrowania na całej drodze przesyłu aktywności związanej z korzystaniem z książek na Twoich urządzeniach zalogowanych w iCloud. Aby wyzerować te identyfikatory na urządzeniu iOS lub iPadOS, przejdź do Ustawień i stuknij w Aplikacje > Książki > Wyzeruj identyfikator. Aby to zrobić na urządzeniu visionOS, przejdź do aplikacji Settings i stuknij w Apps > Books > Reset Identifier. Personalizowanie sklepów Wykorzystujemy Twoje interakcje z Apple Books, aby pomóc Ci odkrywać rzeczy, które mogą Cię zainteresować. Na przykład, Twoja historia przeglądania i pobierania pozwala oferować funkcje spersonalizowane, takie jak „Więcej książek, które możesz polubić”. Rekomendujemy treści, które według nas mogą Cię zainteresować. Rekomendacje te oparte są na Twoich dotychczasowych wyszukiwaniach oraz przeglądanych, pobranych, uaktualnionych i zrecenzowanych rzeczach, a także rzeczach dodanych do listy Chcę przeczytać. Do generowania dokładniejszych rekomendacji używamy także Twojej aktywności czytelniczej, na przykład postępu w czytaniu poszczególnych książek. Ta aktywność czytelnicza nie jest powiązana z Twoim kontem Apple. Wykorzystujemy historię zakupów oraz metody płatności razem z danymi otrzymanymi z Twojego konta Apple. Funkcje personalizacji w App Store, Apple Books, iTunes Store, Wideo, Podcasts oraz subskrypcjach Apple możesz wyłączyć, wyłączając przełącznik spersonalizowanych rekomendacji powiązanych z Twoim kontem Apple. Na urządzeniu iOS lub iPadOS przejdź do Ustawień, stuknij w [Twoje imię i nazwisko] > Multimedia i zakupy > Pokaż konto, a następnie wyłącz stuknięciem opcję Spersonalizowane rekomendacje. Na urządzeniu visionOS przejdź do aplikacji Settings, stuknij w [Twoje imię i nazwisko] > Media & Purchases > View Account, a następnie wyłącz stuknięciem opcję Personalized Recommendations. Siri sugeruje treści, które mogą Cię interesować, na podstawie przetwarzanych na urządzeniu danych pochodzących z używanych aplikacji. Te informacje nie są wysyłane do Apple. Tę funkcję możesz wyłączyć w dowolnym momencie na urządzeniu iOS lub iPadOS, przechodząc do Ustawień, stukając w Książki > Siri, a następnie wyłączając stuknięciem opcję W aplikacji. Na urządzeniu visionOS przejdź aplikacji Settings, stuknij w Apps > Books > Siri & Search, a następnie wyłącz stuknięciem opcję Show in App. Komunikowanie się z Tobą Apple może wykorzystywać informacje o Twoim koncie, takie jak posiadane przez Ciebie produkty Apple oraz Twoje subskrypcje usług Apple, do wysyłania Ci informacji o Apple Books oraz innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować. Apple może również wykorzystywać informacje o Twojej aktywności w Apple Books do wysyłania wiadomości o nowych funkcjach, treściach i ofertach dostępnych w Apple Books. Te informacje możesz otrzymywać za pośrednictwem poczty email, jeśli wyrazisz na to zgodę. Możesz zmienić swoje preferencje dotyczące wiadomości email i zrezygnować z otrzymywania tych wiadomości email, przechodząc do witryny account.apple.com albo przechodząc na urządzeniu iOS, iPadOS lub visionOS do Ustawień i stukając w [Twoje imię i nazwisko] > Dane osobowe > Preferencje dotyczące komunikacji. Te informacje możesz również otrzymywać za pośrednictwem powiadomień push. Aby uaktualnić preferencje powiadomień lub zrezygnować z powiadomień na urządzeniu iOS, iPadOS lub visionOS, przejdź do Ustawień i stuknij w Powiadomienia > Książki. Reklamy Reklamy dostarczane przez Apple pomagają odkrywać aplikacje, produkty i usługi w aplikacjach App Store, Apple News i Giełda. Aby zapewnić właściwe dobieranie reklam, korzystamy z informacji o Twoim urządzeniu, koncie, zakupach, subskrypcjach i pobieranych rzeczach. Jeśli wyszukujesz rzeczy w App Store, korzystamy także z tej historii wyszukiwań. Użytkowników o podobnej charakterystyce grupujemy w tzw. segmenty, którym później prezentujemy dobrane reklamy. Informacje o Tobie służą do określania, w których segmentach się znajdujesz i jakie otrzymujesz reklamy. Aby chronić Twoją prywatność, dobrane reklamy są kierowane tylko wtedy, gdy kryteria doboru reklam spełnia więcej niż 5000 osób. Informacje służące do dobierania reklam są powiązane z losowymi identyfikatorami, a nie z Twoim kontem Apple. Jeśli funkcja Reklamy spersonalizowane jest włączona, platforma reklamowa Apple może wykorzystywać informacje o Tobie do prezentowania Ci reklam bardziej istotnych dla Ciebie. Jeśli nie chcesz otrzymywać reklam dopasowanych do Twoich zainteresowań z platformy reklamowej Apple, możesz wyłączyć opcję Reklamy spersonalizowane. Wyłączenie reklam spersonalizowanych uniemożliwi Apple wykorzystywanie informacji o Tobie do kierowania reklam. Nie spowoduje to zmniejszenia liczby prezentowanych reklam, lecz te reklamy mogą być mniej istotne dla Ciebie. Więcej informacji o reklamach Apple i prywatności możesz znaleźć pod adresem www.apple.com/pl/legal/privacy/data/pl/apple-advertising. Więcej informacji o rezygnowaniu z personalizowanych reklam w aplikacjach App Store, News i Giełda możesz znaleźć pod adresem support.apple.com/105131. Udostępnianie danych innym podmiotom Jesteśmy zobowiązani udostępniać niektóre dane nieosobowe dotyczące kupionej zawartości partnerom strategicznym współpracującym z Apple w celu dostarczania produktów i usług, pomocy Apple w sprzedaży klientom, oraz sprzedaży reklam w imieniu Apple w celach wyświetlania ich w aplikacjach App Store, News oraz Giełda. Na przykład możemy udostępniać dane nieosobowe właścicielom treści, aby mogli mierzyć wydajność swojej pracy twórczej, spełniać wymagania dotyczące tantiem i rachunkowości oraz ulepszać swoje produkty i usługi. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe w aplikacji Książki zasadniczo w celu realizacji Twojej umowy z Apple, w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy następujące kategorie danych osobowych, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów lub interesów innych podmiotów, w tym informacje o: • używaniu przez Ciebie aplikacji Książki, w tym używanych funkcjach (na przykład pozycjach dodawanych do listy Chcę przeczytać), wyszukiwanej i wyświetlanej zawartości, Twoich recenzjach oraz interakcjach z powiadomieniami; • Twoim koncie, takie jak posiadane przez Ciebie produkty Apple, subskrypcje usług Apple oraz historia zakupów i pobrań. • identyfikatorze sprzętowym i adresie IP Twojego urządzenia. Te uzasadnione interesy obejmują: • optymalizację i ulepszanie usługi dla Ciebie i innych; • pomoc w odkrywaniu treści, które są dla Ciebie najbardziej odpowiednie; • wysyłanie Ci informacji o Apple Books oraz innych powiązanych produktach, usługach i ofertach Apple, które mogą Cię zainteresować; • dostarczanie raportów właścicielom treści; • zapobieganie oszustwom i innym szkodliwym działaniom. Przechowywanie danych Dane osobowe powiązane z zakupami i pobieranymi rzeczami przechowujemy przez okres zdefiniowany właściwymi przepisami dotyczącymi sprawozdawczości finansowej, które mogą się różnić w zależności od regionu. W przypadku większości klientów oznacza to co najmniej 10‑letni okres przechowywania danych, ale w regionach takich jak Chiny ten okres może wynosić 30 lat. Aby zgodnie z określonymi warunkami umożliwić Ci ponowne pobieranie zawartości, przechowujemy również listę Twoich zakupów i pobieranych rzeczy — co najmniej przez okres, w którym masz u nas konto. Inne informacje, np. aktywność dotyczącą przeglądania i wyszukiwania, przechowujemy krócej, zwykle przez dwa lata. Wybrany okres zależy od określonych właściwymi przepisami wymagań dotyczących przechowywania danych oraz od poszczególnych przypadków danej działalności gospodarczej. Niektóre dane, np. zakupy (ale nie zachowane dane kart płatniczych), mogą być przechowywane w archiwum nawet wtedy, gdy zamkniesz konto lub przestaniesz korzystać z Apple Books lub innych sklepów Apple w Internecie. Gdy używasz karty płatniczej, Apple może zachować i automatycznie uaktualnić numer Twojej karty oraz dane płatnika na potrzeby przyszłych zakupów, transakcji cyklicznych oraz innych autoryzowanych przez Ciebie czynności. Apple może uzyskiwać te informacje od Twojej instytucji finansowej lub sieci płatniczej. Są one używane również do zapobiegania oszustwom i weryfikacji danych. Zapobieganie oszustwom i innym szkodliwym działaniom Gromadzimy również dane osobowe, aby zapobiegać oszustwom i innym złośliwym działaniom w Apple Books oraz innych sklepach Apple w Internecie, a także w aplikacjach i usługach Apple. Dane te zawierają informacje o urządzeniu (np. jego typ i wersję oprogramowania), informacje o położeniu (określone w przybliżeniu poprzez dopasowanie adresu IP połączenia internetowego do regionu geograficznego, jeśli jest dostępne), historię pobierania i zakupów oraz inne informacje dotyczące interakcji ze sklepami. Gdy rozpoczynasz zakup, Apple może wykorzystać informacje o Twoich historycznych relacjach biznesowych z Apple, aby przetworzyć żądanie i określić, czy dostarczyć produkt lub usługę, zanim zakup zostanie autoryzowany przez partnera płatniczego. Informacje o tym, jak korzystasz z urządzenia, w tym przybliżona liczba połączeń telefonicznych lub wysyłanych i odbieranych wiadomości email, zostaną użyte do obliczenia współczynnika zaufania urządzenia podczas próby dokonania zakupu. Zgłoszenie zostało zaprojektowane tak, aby firma Apple nie mogła poznać rzeczywistych wartości na Twoim urządzeniu. Ten współczynnik jest przechowywany na naszych serwerach przez ustalony czas. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/pl/privacy.
pt_br: Proteger a privacidade e a segurança das suas informações é uma prioridade para todas as pessoas na Apple. Trabalhamos muito para coletar apenas os dados de que precisamos para melhorar a sua experiência. Quando coletamos dados, acreditamos que é importante você saber que dados estamos coletando e por que precisamos deles, assim você pode fazer escolhas com mais embasamento. O Apple Books, assim como todos os produtos e serviços da Apple, foi projetado com base nesses princípios. Fornecimento das Lojas Usamos os seus dados pessoais para fornecer os serviços e recursos na App Store e em outras lojas on‑line da Apple, como iTunes Store e Apple Books. Essas informações incluem, por exemplo, informações da sua conta e de pagamento (que você pode acessar e alterar nos Ajustes) e o seu histórico de compras e downloads. Quando você baixa conteúdo do Apple Books, identificadores como o ID de hardware do dispositivo e o endereço IP são registrados pela Apple juntamente com a sua Conta Apple. Como conveniência, o app Livros sincroniza marcadores, notas e coleções entre os seus dispositivos e computadores que tenham uma sessão iniciada. Essas informações são armazenadas em associação à sua Conta Apple. Melhoria das Lojas Para melhorar a experiência na App Store e em outras lojas on‑line da Apple, coletamos informações sobre o uso que você faz das lojas, incluindo quando você abre ou fecha a App Store, o conteúdo que você busca, o conteúdo que você visualiza e baixa, e suas interações com as notificações. Também coletamos informações sobre o seu dispositivo, como o tipo do dispositivo, a versão do sistema operacional e a quantidade de espaço livre. Podemos usar essas informações para estimar se o conteúdo solicitado pode ser baixado, compreender tendências de uso do armazenamento do dispositivo no geral e saber se o dispositivo está conectado via WLAN ou celular. As suas buscas também nos possibilitam oferecer buscas populares. Usamos informações agregadas sobre o uso de apps e atividade de leitura para melhorar a busca e as recomendações. Coletamos as interações de usuários com livros para entender o engajamento, priorizar recursos e compreender informações de leitura de maneira agregada. Essas informações são associadas a identificadores exclusivos aleatórios para cada usuário e livro, para que a Apple não possa aprender sobre a atividade de leitura de um usuário em particular. No caso de livros baixados do Apple Books, o uso é agregado entre usuários em associação às informações sobre o livro, como o gênero. No caso de livros ou outros documentos não baixados do Apple Books, coletamos o formato do arquivo, mas nenhuma informação sobre o conteúdo do livro. Usamos o iCloud para sincronizar identificadores usando criptografia de ponta a ponta para a atividade de uso de livros entre seus dispositivos que tenham uma sessão iniciada no iCloud. Para redefinir esses identificadores no seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Apps > Livros e toque em Redefinir Identificador. Personalização das Lojas Usamos sua interação com o Apple Books para ajudar você a descobrir o conteúdo mais relevante para você. Por exemplo, por saber qual conteúdo você visualiza ou baixa, podemos oferecer recursos personalizados como Outros Livros que Você Pode Curtir. Recomendamos conteúdo que pensamos ser do seu interesse com base no que você buscou, visualizou, baixou, atualizou, avaliou ou adicionou à Lista Quero Ler. Também usamos suas informações de leitura, como seu progresso em um livro, para gerar recomendações mais relevantes. Essa atividade de leitura não é associada à sua Conta Apple. Usamos o seu histórico de compras e métodos de pagamento juntamente com as informações de conta derivadas da sua Conta Apple. Você pode desativar os recursos de personalização na App Store, no Apple Books, na iTunes Store, no app Vídeos, no Apple Podcasts e para assinaturas da Apple. Basta desativar as Recomendações Personalizadas para sua Conta Apple. No seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > [seu nome] > Mídia e Compras, toque em Ver Conta e toque para desativar Recomendações Personalizadas. A Siri sugere conteúdo que você pode gostar com base no processamento no dispositivo de informações derivadas dos apps que você usa. Essas informações não são enviadas à Apple. Para desativar isso a qualquer momento no seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Apps > Livros > Siri e Busca e toque em Mostrar no App. Comunicação com Você A Apple pode usar informações sobre a sua conta, como os produtos Apple que você tem e as suas assinaturas de serviços da Apple, para enviar comunicações sobre o Apple Books e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse. A Apple também pode usar informações sobre as suas atividades no Apple Books para enviar comunicações sobre novos recursos, conteúdo e ofertas disponíveis no Apple Books. Você poderá receber essas comunicações por e‑mail, caso consinta em receber marketing por e‑mail. Você pode alterar suas preferências de e‑mail e optar por não receber esses e‑mails em account.apple.com. Se preferir, no seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > [seu nome] > Informações Pessoais > Preferências de Comunicação. Você também poderá receber essas comunicações por notificações push. Para atualizar as suas preferências de notificação ou optar por não receber notificações no seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Notificações > Livros. Publicidade A publicidade apresentada pela Apple ajuda as pessoas a descobrir apps, produtos e serviços na App Store, Apple News e app Bolsa. Usamos informações sobre o seu dispositivo, conta, compras, assinaturas e downloads para garantir que os anúncios sejam relevantes. Quando você faz uma busca na App Store, também usamos os termos da sua busca. Criamos grupos de pessoas, chamados de segmentos, que compartilham características similares, e usamos esses grupos para oferecer anúncios direcionados. Suas informações são usadas para determinar a quais segmentos você é atribuído e, portanto, quais anúncios você recebe. Para proteger sua privacidade, anúncios direcionados só são exibidos se mais de 5.000 pessoas atenderem aos critérios de direcionamento. As informações usadas para determinar quais anúncios são relevantes para você são vinculadas a identificadores aleatórios e não são vinculadas à sua Conta Apple. Se o ajuste de Anúncios Personalizados estiver ativado, a plataforma de publicidade da Apple poderá usar suas informações para oferecer anúncios mais relevantes para você. Se não desejar receber anúncios direcionados aos seus interesses da plataforma de publicidade da Apple, você poderá desativar os Anúncios Personalizados. A desativação dos Anúncios Personalizados impedirá que a Apple use suas informações para direcionamento de anúncios. Talvez isso não reduza a quantidade de anúncios que você recebe, mas os anúncios poderão ser menos relevantes para você. Saiba mais sobre a Publicidade da Apple e Privacidade em www.apple.com/br/legal/privacy/data/apple-advertising. Acesse support.apple.com/105131 para saber como desativar os anúncios personalizados na App Store, no Apple News e no app Bolsa. Compartilhamento com Terceiros Temos a obrigação de fornecer alguns dados não pessoais sobre o conteúdo das suas compras para parceiros estratégicos que trabalham com a Apple para fornecer nossos produtos e serviços, ajudar a Apple a comercializar para clientes e vender anúncios em nome da Apple para mostrar na App Store, Apple News e app Bolsa. Por exemplo, podemos compartilhar dados não pessoais com proprietários de conteúdo para que eles possam medir o desempenho dos trabalhos criativos deles, atender a requisitos de royalties e contabilidade, e melhorar produtos e serviços. Base Legal Aplicável para o Processamento de Dados Pessoais Em geral, processamos seus dados pessoais no app Livros para fins de execução do seu contrato com a Apple, conforme necessário para fornecer o serviço e cumprir nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável de acordo com a lei local, processamos as categorias de dados pessoais a seguir conforme necessário, para fins dos nossos interesses legítimos ou de um terceiro, incluindo informações sobre: • Seu uso do app Livros, incluindo os recursos que você usa (por exemplo, o que adiciona à lista Quero Ler), o conteúdo que busca ou visualiza, suas avaliações e interações com notificações • Sua conta, como os produtos Apple que possui, assinaturas de serviços da Apple, compras e downloads • O endereço IP e o ID de hardware do seu dispositivo Esses interesses legítimos incluem: •Otimizar e melhorar o serviço para você e outras pessoas • Ajudar você a descobrir o conteúdo mais relevante para você • Enviar a você comunicação sobre o Apple Books e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse • Fornecer relatórios a proprietários de conteúdo • Prevenir fraudes e outras atividades maliciosas Retenção Retemos os dados pessoais associados às suas compras e downloads pelos períodos especificados pelas leis aplicáveis relacionadas a relatórios financeiros, que variam de acordo com cada região. Para a maioria dos clientes, isso requer um período de retenção de pelo menos 10 anos, mas em regiões como a China esse período pode ser de 30 anos. Também manteremos um registro de suas compras e downloads de conteúdo por pelo menos o período que você tiver uma conta conosco, para permitir que você baixe novamente esse conteúdo, de acordo com nossos termos aplicáveis. Retemos outras informações, como atividades de navegação e buscas, por um período mais curto de, tipicamente, dois anos. O período escolhido leva em consideração os requisitos legais aplicáveis para retenção de dados e casos específicos de uso comercial. No entanto, algumas informações, como compras – mas não os detalhes do seu cartão armazenado – podem ser retidas como registros comerciais, mesmo depois que você encerra sua conta ou para de usar o Apple Books ou outras lojas on‑line da Apple. Quando você utiliza um cartão de pagamento, a Apple pode reter e atualizar automaticamente o número do seu cartão e as informações de cobrança para compras futuras, transações recorrentes ou outros usos que você autorizar. A Apple poderá obter essas informações da sua instituição financeira ou rede de pagamento e usá‑las para prevenção e verificação contra fraude. Prevenção de Fraudes e Outras Atividades Maliciosas Também coletamos dados pessoais para impedir fraudes e outras atividades maliciosas no Apple Books, em outras lojas on-line da Apple e em outros apps e serviços da Apple. Essas informações incluem dados do dispositivo, como o tipo de dispositivo e versão do software, informações de localização (aproximadas, por associação com o endereço IP da sua conexão de internet com uma região geográfica, se disponíveis), histórico de downloads e compras, e outras interações com as lojas. Quando você inicia uma compra, a Apple pode usar informações sobre o seu histórico de relacionamento comercial com a Apple para processar o pedido e determinar se é possível oferecer o produto ou serviço antes da autorização do parceiro de pagamento. Também calculamos uma pontuação de confiança no seu dispositivo quando você tenta fazer uma compra, com base em informações sobre como você usa o dispositivo. Isso inclui o número aproximado de ligações telefônicas ou e‑mails que você envia e recebe. O envio é projetado para que a Apple não possa aprender os valores reais no seu dispositivo. A pontuação é armazenada por um tempo fixo em nossos servidores. As informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: A proteção da confidencialidade e segurança da sua informação é uma prioridade para todos os colaboradores da Apple. Trabalhamos no sentido de recolher apenas os dados de que necessitamos para melhorar a experiência de utilização e, quando o fazemos, acreditamos que seja importante informar os utilizadores em relação ao que estamos a recolher e porque precisamos de o fazer, para que possam tomar decisões informadas. Apple Books, como qualquer outro produto e serviço da Apple, foi concebido com base nestes princípios. Disponibilizar as lojas Usamos os seus dados pessoais para disponibilizar os serviços e as funcionalidades da App Store e de outras lojas online da Apple, incluindo iTunes Store e Apple Books. Esta informação inclui, por exemplo, informação de conta e pagamento, que pode consultar e editar nas definições, e o histórico de compras e descargas. Quando faz descargas de conteúdo de Apple Books, identificadores, como o ID de hardware do seu dispositivo e o endereço IP, são registados pela Apple juntamente com a sua conta Apple. A título de conveniência, Apple Books sincroniza os seus marcadores, notas e coleções em todos os seus dispositivos e computadores com sessão iniciada. Esta informação é associada à sua conta Apple e armazenada. Melhorar as lojas Para melhorar a experiência na App Store e noutras lojas online da Apple, é recolhida informação acerca da maneira como usa Apple Books, incluindo quando abre ou fecha a loja, o conteúdo que procura, o conteúdo que vê e descarrega, bem como as suas interações com as notificações. Recolhemos igualmente informação acerca do seu dispositivo, como o tipo, versão do sistema operativo e o espaço livre. Podemos usar esta informação para avaliar se o conteúdo pedido pode ser descarregado, para perceber as tendências gerais de utilização de armazenamento nos dispositivos e se o seu dispositivo se encontra ligado a uma rede WLAN ou móvel. Os dados das pesquisas dos utilizadores também possibilitam a disponibilização das pesquisas mais populares. Com o intuito de melhorar a pesquisa e as recomendações, é usada informação agregada sobre a utilização da aplicação e a atividade de leitura. Recolhemos interações dos utilizadores com livros para compreendermos o envolvimento dos utilizadores, atribuirmos prioridades às funcionalidades e compreendermos a atividade de leitura em termos agregados. Esta informação é associada a identificadores aleatórios exclusivos para cada utilizador e cada livro, de forma a que a Apple não fique a conhecer a atividade de leitura de um utilizador específico. Para livros descarregados de Apple Books, a utilização é agregada reunindo os utilizadores em associação com informação sobre o livro, tal como o género. Para livros e outros documentos não descarregados de Apple Books, recolhemos o formato do ficheiro mas não recolhemos informações sobre o conteúdo do livro. iCloud é usado para a sincronização de identificadores, com recurso a cifragem ponto a ponto, relativos à atividade de utilização de livros nos seus dispositivos com sessão iniciada em iCloud. Para repor estes identificadores no dispositivo iOS, iPadOS ou visionOS, toque em “Repor identificador” em Definições > Aplicações > Livros. Personalizar as lojas Utilizamos as suas interações com Apple Books para facilitar a descoberta de conteúdos mais relevantes para si. Por exemplo, saber o conteúdo que vê ou descarrega permite‑nos oferecer‑lhe funcionalidades personalizadas, como uma lista de livros de que talvez goste. Recomendamos conteúdo com base no que já pesquisou, viu, descarregou, atualizou ou ainda com base nas críticas que escreveu ou adicionou à lista Quero ler. Também usamos a sua atividade de leitura, tal como o progresso num livro, para gerar recomendações mais relevantes. Esta atividade de leitura não é associada à sua conta Apple. Usamos o seu histórico de compras e os métodos de pagamento, em conjunto com informações de conta obtidas a partir da sua conta Apple. Pode desativar as funcionalidades de personalização na App Store, na iTunes Store, nas aplicações Vídeos, Livros e Podcasts e para as assinaturas da Apple desativando a opção “Recomendações personalizadas” da sua conta Apple. No seu dispositivo iOS, iPadOS ou visionOS, em Definições > [o seu nome] > Multimédia e compras > Ver conta, toque para desativar “Recomendações personalizadas”. Siri sugere conteúdo de que poderá gostar com base no processamento no dispositivo da informação derivada das aplicações que usa. Esta informação não é enviada à Apple. No dispositivo iOS, iPadOS ou visionOS, pode desativar a opção “Mostrar na aplicação” em Definições > Aplicações > Livros > Siri e Pesquisa. Comunicar consigo A Apple poderá utilizar informações sobre a sua conta (como os produtos Apple que possui e as assinaturas de serviços Apple) para lhe enviar comunicações sobre Apple Books e outros produtos, serviços e ofertas da Apple que poderão ser do seu interesse. A Apple pode também usar a informação sobre a sua atividade em Apple Books para enviar comunicações sobre novas funcionalidades, conteúdo e ofertas disponíveis em Apple Books. Poderá receber estas comunicações por e‑mail se aceitar a receção de marketing por e‑mail. Pode alterar as suas preferências de e‑mail e desativar a receção destes e‑mails acedendo a account.apple.com ou, nos dispositivos iOS, iPadOS ou visionOS, em Definições > [o seu nome] > Informação pessoal > Preferências de comunicação. Poderá também receber estas comunicações através de notificações por Push. Para atualizar as suas preferências de notificação ou desativar as notificações, no dispositivo iOS, iPadOS ou visionOS, vá a Definições > Notificações > Livros. Publicidade A publicidade apresentada pela Apple ajuda as pessoas a descobrirem aplicações, produtos e serviços nas aplicações App Store, Apple News e Bolsa. Usamos informação acerca do seu dispositivo, conta, compras, assinaturas e descargas para garantir a relevância dos anúncios. Usamos também os termos de pesquisa que utiliza ao pesquisar na App Store. Criamos grupos de pessoas com determinadas características em comum, denominados “segmentos”, e usamo‑los para apresentar anúncios direcionados. A informação que lhe diz respeito é usada para determinar em que segmentos se insere e, portanto, que anúncios recebe. De forma a proteger a sua privacidade, os anúncios direcionados só são apresentados se mais de 5000 pessoas cumprirem os critérios de segmentação. A informação utilizada para determinar que anúncios são relevantes para si é associada a identificadores aleatórios e não à sua conta Apple. Se a definição “Anúncios personalizados” estiver ativada, a plataforma de publicidade da Apple poderá usar a sua informação para lhe apresentar anúncios mais relevantes. Se preferir não receber anúncios direcionados da plataforma de publicidade da Apple, pode optar por desativar a definição “Anúncios personalizados”. Desativar “Anúncios personalizados” impede a Apple de usar a sua informação para a segmentação de publicidade. Pode não reduzir o número de anúncios recebidos, mas estes poderão ser menos relevantes para si. Saiba mais acerca de publicidade da Apple e privacidade em www.apple.com/pt/legal/privacy/data/pt/apple-advertising. Saiba como desativar os anúncios personalizados nas aplicações App Store, Apple News e Bolsa em support.apple.com/105131. Partilha com terceiros Somos obrigados a fornecer dados de teor não pessoal a parceiros estratégicos que trabalham com a Apple para fornecer os nossos produtos e serviços, ajudar a Apple a comercializar produtos e serviços junto dos consumidores e vender anúncios em nome da Apple para serem apresentados na App Store e nas aplicações Apple News e Bolsa. Por exemplo, poderemos partilhar dados sem teor pessoal. Estes dados permitem‑lhes avaliar o desempenho do respetivo trabalho criativo, cumprir requisitos de direitos de autor e de contabilidade, e melhorar produtos e serviços. Base jurídica aplicável para processamento de dados pessoais Processamos os seus dados pessoais na aplicação Livros geralmente para a execução do seu contrato com a Apple, conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos as seguintes categorias de dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros, incluindo informação sobre: • A sua utilização da aplicação Livros, incluindo as funcionalidades que usa (por exemplo, o que adiciona à lista Quero ler), o conteúdo que pesquisa, o conteúdo que vê, as suas críticas e as suas interações com as notificações. • A sua conta, tal como os produtos Apple que possui, as assinaturas de serviços Apple e as compras e descargas. • O ID de hardware e o endereço IP do seu dispositivo. Esses interesses legítimos incluem: • Otimizar e melhorar o serviço para si e para outras pessoas. • Ajudar a descobrir conteúdos mais relevantes para si. • Enviar‑lhe comunicações acerca de Apple Books e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse. • Fornecer relatórios a proprietários de conteúdos. • Prevenir fraude e outras atividades maliciosas. Retenção de informação Retemos dados pessoais associados às suas compras e descargas durante os períodos de tempo especificados pelas leis financeiras aplicáveis nas diferentes regiões. Para a maioria dos clientes, essas leis requerem um período mínimo de retenção de 10 anos, mas em algumas regiões, como na China, esse período pode ser de 30 anos. Retemos igualmente um registo das suas compras e descargas pelo menos durante o período de atividade da sua conta, para lhe permitir voltar a descarregar esse conteúdo, em conformidade com os nossos termos aplicáveis. Retemos outra informação, como atividade de navegação e pesquisas, durante um período mais curto de, normalmente, dois anos. O período escolhido tem em conta os requisitos legais para a retenção de dados e casos de uso empresarial. Contudo, alguma informação (por exemplo, as compras efetuadas, mas nunca os detalhes do seu cartão), pode ser retida como parte dos registos empresariais mesmo depois de ter fechado a sua conta ou de deixar de usar Apple Books ou outras lojas online da Apple. Quando usa um cartão de pagamento, a Apple pode reter e atualizar automaticamente o seu número de cartão e informação de faturação para compras futuras, transações recorrentes ou outras finalidades por si autorizadas. A Apple pode obter esta informação através da sua instituição financeira ou rede de pagamento, assim como utilizá‑la para evitar fraudes e para fins de verificação. Prevenir fraude e outras atividades maliciosas Recolhemos dados pessoais também no intuito de prevenir ações fraudulentas e outra atividade maliciosa em Apple Books e noutras lojas online da Apple, e noutras aplicações e serviços da Apple. Esta informação inclui informação acerca do tipo do seu dispositivo e a versão do software usado, dados geográficos de localização (aproximada, através da correspondência do endereço IP da sua ligação à internet a uma região geográfica, se disponível), histórico de compras e descargas, assim como outras interações com as lojas. Ao iniciar uma compra, a Apple poderá usar a informação do histórico da relação comercial com a Apple para processar o pedido e determinar se o produto ou serviço deve ser fornecido antes da autorização do parceiro de pagamentos. Também calculamos uma classificação de fidedignidade para o seu dispositivo quando tenta efetuar uma compra. Para o efeito, utilizamos informação sobre a forma como usa o dispositivo, incluindo o número aproximado de chamadas telefónicas e e‑mails que envia ou faz e recebe. O envio foi concebido de forma a que a Apple não consiga obter os valores reais no dispositivo. A classificação é armazenada por um período fixo nos nossos servidores. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy
ro: Protejarea intimității și securității informațiilor dvs. este o prioritate pentru oricine de la Apple. Ne străduim din greu să colectăm doar datele care sunt necesare pentru a vă oferi o experiență de utilizare superioară și, atunci când colectăm date, credem că este important ca dvs. să știți ce anume colectăm și motivele pentru care o facem, astfel încât să puteți face alegeri în cunoștință de cauză. Serviciul Apple Books, precum toate produsele Apple, este conceput pe baza acestor principii. Furnizarea serviciilor magazinelor online Utilizăm datele dvs. personale pentru furnizarea serviciilor și funcționalităților din App Store și alte magazine online Apple, inclusiv iTunes Store și Apple Books. Acestea includ, de exemplu, informații referitoare la cont și plată, pe care le puteți accesa și modifica în configurări, și istoricul achizițiilor și descărcărilor dvs. Atunci când descărcați conținut din Apple Books, la Apple sunt înregistrați identificatori precum ID‑ul hardware al dispozitivului dvs. și adresa IP, împreună cu contul dvs. Apple. Pentru propria dvs. comoditate, Apple Books vă sincronizează semnele de carte, notițele și colecțiile pe dispozitivele și computerele dvs. autentificate. Aceste informații sunt stocate în asociere cu contul dvs. Apple. Îmbunătățirea serviciilor magazinelor online Pentru a îmbunătăți experiența de utilizare în App Store și alte magazine online Apple, sunt colectate informații despre modul în care utilizați Apple Books, inclusiv momentul când accesați sau părăsiți magazinul online, ce conținut căutați, conținutul pe care îl vizualizați și descărcați și interacțiunile dvs. cu notificările. Sunt colectate informații despre dispozitivul dvs., precum tipul dispozitivului, versiunea sistemului de operare și cantitatea de spațiu liber de pe dispozitiv. Aceste informații pot fi utilizate pentru a evalua dacă conținutul solicitat poate fi descărcat, pentru a înțelege tendințele generale în privința utilizării spațiului de stocare de pe dispozitiv și dacă dispozitivul este conectat prin WLAN sau conexiune celulară. De asemenea, cunoașterea conținutului pe care îl căutați face posibilă oferirea informațiilor despre popularitatea căutărilor. Utilizăm informații agregate despre utilizarea aplicației și activitatea de lectură pentru a îmbunătăți căutarea și recomandările. Colectăm interacțiunile utilizatorilor cu cărțile pentru a înțelege implicarea utilizatorilor, a stabili prioritatea funcționalităților și a înțelege activitățile agregate de lectură. Aceste informații sunt asociate cu identificatori aleatorii unici pentru fiecare utilizator și fiecare carte, pentru ca Apple să nu poată afla activitatea de lectură a unui anumit utilizator. Pentru cărțile descărcate din Apple Books, utilizarea este agregată între utilizatori în asociere cu informații despre carte, precum genul acesteia. Pentru cărțile sau documentele de alt tip care nu au fost descărcate din Apple Books, colectăm doar formatul de fișier, fără informații despre conținutul acestora. Utilizăm iCloud pentru a sincroniza identificatorii folosind criptare end-to-end pentru activitățile de utilizare a cărților între dispozitivele dvs. care sunt autentificate pe iCloud. Pentru a reseta acești identificatori pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > Aplicații > Cărți și apăsați pe “Resetați identificatorul”. Personalizarea serviciilor magazinelor online Interacțiunile dvs. cu aplicația Cărți sunt utilizate pentru a vă ajuta să descoperiți conținutul cel mai relevant pentru dvs. De exemplu, cunoașterea conținutului pe care îl vizualizați sau descărcați face posibilă oferirea unor funcționalități personalizate precum “Alte cărți pe care le‑ați putea aprecia”. Vă recomandăm un conținut despre care credem că v‑ar interesa pe baza a ceea ce ați căutat, vizualizat, descărcat, actualizat, recenzat sau adăugat anterior în lista “De citit”. De asemenea, utilizăm activitatea dvs. de lectură, cum ar fi progresul înregistrat în cadrul unei cărți, pentru a genera recomandări mai relevante. Această activitate de lectură nu este asociată contului dvs. Apple. Utilizăm istoricul achizițiilor și metodele de plată, împreună cu informații de cont deduse din contul dvs. Apple. Puteți dezactiva funcționalitățile de personalizare din App Store, Apple Books, iTunes Store, Videoclipuri, Podcasturi și pentru abonamentele de la Apple prin dezactivarea recomandărilor personalizate pentru contul dvs. Apple. Pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > [numele dvs.] > Multimedia și achiziții, apăsați pe Afișați contul, iar apoi apăsați pentru a dezactiva “Recomandări personalizate”. Siri sugerează conținut pe care l‑ați putea aprecia, pe baza procesării pe dispozitiv a informațiilor deduse din aplicațiile pe care le utilizați. Aceste informații nu sunt trimise la Apple. Puteți dezactiva oricând această funcționalitate pe un dispozitiv iOS, iPadOS sau visionOS accesând Configurări > Aplicații > Cărți > Siri și căutarea și apăsând pentru a dezactiva opțiunea “Afișați în aplicație”. Comunicarea cu dvs. Apple poate utiliza informații despre contul dvs., precum produsele Apple pe care le dețineți și abonamentele dvs. la servicii Apple, pentru a vă trimite comunicări despre Apple Books și alte produse, servicii și oferte Apple care v‑ar putea interesa. De asemenea, Apple poate utiliza informații despre activitatea dvs. în cadrul Apple Books pentru a vă trimite comunicări despre noi funcționalități, conținut și oferte disponibile în Apple Books. Este posibil să primiți aceste comunicări prin e‑mail, dacă acceptați să primiți informații de marketing prin e‑mail. Vă puteți schimba preferințele legate de e‑mail și puteți opta împotriva primirii acestor e‑mailuri accesând account.apple.com sau, pe dispozitivele dvs. iOS, iPadOS sau visionOS, accesând Configurări > [numele dvs.] > Informații personale > Preferințe de comunicare. De asemenea, este posibil să primiți aceste comunicări prin notificări Push. Pentru a vă actualiza preferințele legate de notificări sau pentru a opta împotriva primirii notificărilor pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > Notificări > Cărți. Publicitatea Publicitatea livrată de Apple ajută persoanele să descopere aplicații, produse și servicii în App Store, Apple News și Bursa. Utilizăm informații despre dispozitivul, contul, achizițiile, abonamentele și descărcările dvs. pentru a asigura relevanța reclamelor. Atunci când căutați în App Store, vom utiliza și termenii căutărilor dvs. Creăm grupuri de persoane cu caracteristici similare, denumite segmente, și utilizăm aceste grupuri pentru a livra reclame direcționate. Informațiile despre dvs. sunt utilizate pentru a stabili în ce segment veți fi alocat(ă) și, în consecință, ce reclame veți primi. Pentru a vă proteja intimitatea, reclamele direcționate sunt distribuite doar dacă minimum 5.000 de persoane întrunesc criteriile de direcționare. Informațiile utilizate pentru a determina ce reclame sunt relevante pentru dvs. sunt asociate cu identificatori aleatorii și nu sunt asociate contului dvs. Apple. Dacă opțiunea “Reclame personalizate” este activată, platforma publicitară Apple poate utiliza informațiile dvs. pentru a vă furniza reclame care sunt mai relevante pentru dvs. Dacă nu doriți să recepționați reclame direcționate în funcție de interesele dvs. de la platforma publicitară Apple, puteți opta să dezactivați opțiunea “Reclame personalizate”. Dezactivarea opțiunii “Reclame personalizate” va împiedica Apple să utilizeze informațiile dvs. pentru direcționarea reclamelor. Este posibil ca numărul reclamelor recepționate să nu scadă, dar reclamele ar putea fi mai puțin relevante pentru dvs. Aflați mai multe despre publicitatea Apple și intimitate la www.apple.com/legal/privacy/data/ro/apple-advertising. Aflați despre modul în care puteți opta împotriva reclamelor personalizate în App Store, Apple News și Bursa la adresa support.apple.com/105131. Partajarea cu terțe părți Suntem obligați să le furnizăm unele date nepersonale despre conținutul pe care îl achiziționați partenerilor strategici care colaborează cu Apple pentru furnizarea produselor și serviciilor noastre, care sprijină Apple în vederea distribuirii acestora către clienți și vând în numele Apple reclame de afișat în App Store și Apple News și Bursa. De exemplu, putem partaja date nepersonale cu proprietarii de conținut, pentru a le da acestora posibilitatea să își măsoare performanțele lucrărilor de creație, să respecte cerințe legate de redevențe și contabilitate și să își îmbunătățească produsele și serviciile. Temei juridic aplicabil pentru procesarea datelor personale În general, procesăm datele dvs. personale în aplicația Cărți pentru executarea contractului dvs. cu Apple, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm următoarele categorii de date personale, așa cum este necesar în scopul intereselor legitime ale noastre sau ale terților, inclusiv informații referitoare la: • Modul în care utilizați aplicația Cărți, inclusiv funcționalitățile pe care le utilizați (de exemplu, ce adăugați în lista “De citit”), ce conținut căutați, conținutul pe care îl vizualizați, recenziile dvs. și interacțiunile dvs. cu notificările • Contul dvs., cum ar fi produsele Apple pe care le dețineți, abonamentele la serviciile Apple, precum și achizițiile și descărcările dvs. • ID‑ul hardware al dispozitivului și adresa dvs. IP Aceste interese legitime includ: • Optimizarea și îmbunătățirea serviciului pentru dvs. și pentru ceilalți utilizatori • Ajutorul pe care vi‑l oferim pentru a descoperi conținutul cel mai relevant pentru dvs. • Trimiterea de comunicări despre Apple Books și alte produse, servicii și oferte Apple conexe care v‑ar putea interesa • Oferirea de raportări furnizorilor de conținut • Prevenirea fraudelor și a activităților rău intenționate Retenția Datele personale asociate cu achizițiile și descărcările dvs. sunt reținute pentru perioadele specificate de legile aplicabile referitoare la raportarea financiară, care variază în funcție de regiune. Pentru majoritatea clienților, este necesară o perioadă de retenție de minimum zece ani, dar, în regiuni precum China, perioada respectivă poate fi de 30 de ani. De asemenea, va fi reținută o evidență a achizițiilor și descărcărilor dvs. de conținut pentru cel puțin atât timp cât aveți un cont la Apple, pentru a vă permite să redescărcați conținutul respectiv, în conformitate cu clauzele aplicabile. Alte informații, precum activitatea de navigare și căutările, sunt reținute pentru o perioadă mai scurtă, în mod obișnuit de doi ani. Perioada aleasă ține cont de cerințele legale aplicabile pentru retenția datelor și cazurile de utilizare specifice companiilor. Cu toate acestea, unele informații, precum achizițiile (dar nu detaliile cardurilor stocate), pot fi reținute ca documente comerciale chiar și după ce vă închideți contul sau încetați utilizarea Apple Books sau altor magazine online Apple. Când utilizați un card de plată, Apple poate reține și actualiza automat numărul cardului și informațiile de facturare pentru achiziții viitoare, tranzacții recurente sau alte utilizări autorizate de dvs. Apple poate obține aceste informații de la instituția dvs. financiară sau rețeaua de plată și le poate utiliza, de asemenea, pentru prevenirea fraudelor și verificare. Prevenirea fraudelor și a activităților rău intenționate De asemenea, colectăm date personale pentru prevenirea fraudelor și a altor activități rău intenționate în Apple Books și alte magazine online Apple, precum și în alte aplicații și servicii Apple. Aceste date includ informații precum tipul dispozitivului și versiunea software, informații de localizare (dacă sunt disponibile, aproximate prin corelarea adresei IP a conexiunii dvs. la internet cu o regiune geografică), istoricul descărcărilor și achizițiilor, precum și alte interacțiuni cu magazinele. Când inițiați o achiziție, Apple poate utiliza informații despre istoricul relației dvs. comerciale cu Apple pentru a procesa solicitarea și a determina dacă să furnizeze produsul sau serviciul înaintea autorizării de către partenerul de plată. De asemenea, calculăm un scor de încredere pentru dispozitivul dvs. atunci când încercați să realizați o achiziție, utilizând informații despre modul în care vă utilizați dispozitivul, inclusiv numărul aproximativ de apeluri telefonice sau de e‑mailuri pe care le trimiteți sau le primiți. Trimiterea este concepută în așa fel încât Apple să nu poată afla valorile subiacente de pe dispozitivul dvs. Scorul este stocat pentru o perioadă fixă de timp pe serverele noastre. Informațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Обеспечение конфиденциальности и безопасности личных данных является приоритетной задачей для всех сотрудников Apple. Мы прилагаем все усилия, чтобы собирать только те данные, которые нам необходимы для усовершенствования предоставляемых услуг. Когда мы все‑таки собираем данные, мы обязательно уведомляем Вас об этом факте, а также о том, чем вызвана такая необходимость, чтобы Вы могли принять информированное решение. Приложение «Книги», как и остальные продукты и сервисы Apple, создано на основе этих принципов. Обеспечение работы магазинов Чтобы обеспечивать работу сервисов и функций App Store и других интернет-магазинов Apple, в том числе iTunes Store и Apple Books, мы используем Ваши персональные данные. К этой информации относятся, например, данные учетной записи и платежей, которые можно просмотреть и изменить в Настройках, а также история Ваших покупок и загрузок. Когда Вы загружаете контент из Apple Books, Apple сохраняет в журналах вместе с Вашим Аккаунтом Apple такие идентификаторы, как аппаратный идентификатор Вашего устройства и IP‑адрес. Для Вашего удобства Apple Books синхронизирует Ваши закладки, заметки и коллекции на всех Ваших компьютерах и устройствах, на которых выполнен вход с Вашей учетной записью. Мы храним эту информацию, и она связана с Вашим Аккаунтом Apple. Совершенствование магазинов Для совершенствования App Store и других интернет-магазинов Apple мы собираем информацию о том, как Вы используете Apple Books, включая то, когда Вы открываете или закрываете магазин, какой контент ищете, просматриваете и загружаете и как взаимодействуете с уведомлениями. Мы также собираем информацию о Вашем устройстве, в том числе о типе устройства, версии операционной системы и объеме свободного места на устройстве. Мы можем использовать эту информацию, чтобы оценивать возможность загрузки запрошенного контента и анализировать общие тенденции использования хранилища на устройстве, а также чтобы определять, подключено ли Ваше устройство к WLAN или сотовой сети. Зная Ваши поисковые запросы, мы можем предлагать наиболее популярные результаты поиска. Мы используем обобщенные данные об использовании приложений и о читательской активности, чтобы улучшать поиск и предлагать более качественные рекомендации. Мы собираем данные о том, как пользователи выбирают и читают книги, чтобы анализировать пользовательские интересы, приоритизировать функции и изучать совокупную читательскую активность. Эта информация привязана к случайным уникальным идентификаторам, присвоенным каждому пользователю и каждой книге, чтобы компания Apple не могла отследить читательскую активность конкретного пользователя. Для книг, загруженных из Apple Books, собираются обобщенные данные о литературном жанре и других характеристиках книг, которые читают пользователи. Данные о книгах и других документах, которые не были загружены из Apple Books, ограничиваются форматом файла. Данные о содержании не передаются. Мы задействуем iCloud, чтобы с использованием сквозного шифрования данных о читательской активности синхронизировать идентификаторы на всех Ваших устройствах, на которых выполнен вход в iCloud. Чтобы сбросить эти идентификаторы на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Приложения» > «Книги» и коснитесь «Сбросить идентификатор». Персонализация магазинов Чтобы помогать Вам находить наиболее релевантный контент, мы используем информацию о Ваших взаимодействиях с Apple Books. Например, зная, какой контент Вы просматривали или загружали, мы можем персонализировать функции, в том числе предлагать книги, которые могут Вам понравиться. Мы рекомендуем контент, который может Вас заинтересовать. Рекомендации составляются на основе Ваших поисковых запросов, просмотров, загрузок, обновлений, отзывов и контента, добавленного в список «Хочу прочесть». Мы также используем данные о Вашей читательской активности, например о Вашем прогрессе в чтении книги, для составления более релевантных рекомендаций. Эта информация о читательской активности не связана с Вашим Аккаунтом Apple. Мы используем сведения о Ваших покупках и способах оплаты вместе с учетными данными, полученными из Аккаунта Apple. Чтобы выключить функции персонализации в App Store, Apple Books, iTunes Store, приложениях «Видео» и «Подкасты», а также для подписок на сервисы Apple, выключите параметр «Персональные рекомендации» для своего Аккаунта Apple. На устройстве iOS, iPadOS или visionOS откройте «Настройки» > [Ваше имя] > «Контент и покупки», коснитесь «Просмотреть» и касанием выключите параметр «Персональные рекомендации». Siri предлагает контент, который может Вас заинтересовать. Для этого Siri обрабатывает на устройстве информацию, полученную из приложений, которыми Вы пользовались. Эта информация не передается в Apple. Чтобы выключить эту функцию на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Приложения» > «Книги» > «Siri и Поиск» и касанием выключите параметр «Показ в приложении». Обратная связь Apple может использовать информацию о Вашей учетной записи, например о том, какие продукты Apple и подписки на сервисы Apple у Вас есть, чтобы отправлять Вам информацию об Apple Books и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. Apple также может использовать данные о Ваших действиях в Apple Books, чтобы отправлять Вам информацию о новых функциях, контенте и предложениях, доступных в Apple Books. Вы можете получать эту информацию по электронной почте, дав согласие на получение рекламных рассылок. Вы можете изменить свои настройки электронной почты и отказаться от получения этих писем. Для этого перейдите на account.apple.com либо на устройстве iOS, iPadOS или visionOS откройте «Настройки» > [Ваше имя] > «Личная информация» > «Предпочтительные способы связи». Вы также можете получать эту информацию в виде push‑уведомлений. Чтобы обновить настройки уведомлений или отказаться от получения уведомлений, на устройстве iOS, iPadOS или visionOS откройте «Настройки» > «Уведомления» > «Книги». Реклама Рекламные объявления, предоставляемые Apple, помогают пользователям узнавать о приложениях, продуктах и сервисах в App Store, Apple News и приложении «Акции». Мы используем информацию о Вашем устройстве, учетной записи, покупках, подписках и загрузках, чтобы обеспечить наибольшую релевантность рекламных объявлений. Когда Вы выполняете поиск в App Store, мы также используем Ваши поисковые запросы. Мы создаем группы людей с похожими характеристиками. Эти группы, называемые сегментами, используются для показа таргетированной рекламы. Информация о Вас используется для того, чтобы определить, к каким сегментам Вы относитесь и какие объявления будете получать. Для обеспечения конфиденциальности таргетированная реклама предоставляется только в том случае, если более 5000 человек обладают одинаковыми целевыми характеристиками. Информация, используемая при определении релевантных для Вас рекламных объявлений, связывается со случайными идентификаторами и не привязывается к Вашему Аккаунту Apple. Если включен параметр «Контекстная реклама», рекламная платформа Apple может использовать информацию о Вас для показа наиболее релевантных рекламных объявлений. Если Вы не хотите получать рекламные объявления, подобранные с учетом Ваших интересов, от рекламной платформы Apple, Вы можете выключить параметр «Контекстная реклама». Если выключить параметр «Контекстная реклама», Apple не сможет использовать Вашу информацию для таргетирования рекламы. При этом количество получаемой Вами рекламы может не уменьшиться, но объявления могут быть менее релевантными для Вас. Подробнее о Рекламе от Apple и конфиденциальности: www.apple.com/ru/legal/privacy/data/ru/apple-advertising. Как отказаться от контекстной рекламы в App Store, Apple News и приложении «Акции»: support.apple.com/105131. Предоставление информации третьим сторонам Мы обязаны предоставлять некоторые данные, не являющиеся персональными, о покупках Вами контента стратегическим партнерам, которые работают совместно с Apple над нашими продуктами и сервисами, а также помогают нам вести маркетинговую деятельность и продавать рекламные услуги от имени Apple в App Store, Apple News и приложении «Акции». Например, мы можем передавать владельцам контента информацию о Вас, не являющуюся персональными данными, чтобы они могли оценивать эффективность своей работы, выполнять требования по выплате гонораров и бухгалтерскому учету, а также улучшать свои продукты и сервисы. Применимое правовое обоснование для обработки персональных данных Как правило, мы обрабатываем Ваши персональные данные в приложении «Книги» в целях соблюдения условий Вашего договора с Apple, для обеспечения работы сервиса, а также для исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем перечисленные ниже категории персональных данных, в том числе следующую информацию: • Сведения об использовании Вами приложения «Книги», в том числе о функциях, которые Вы задействуете (например, что Вы добавляете в список для чтения), какой контент Вы ищете и просматриваете, какие отзывы оставляете и как взаимодействуете с уведомлениями. • Информация о Вашей учетной записи, например сведения о продуктах Apple и подписках на сервисы Apple, которыми Вы пользуетесь, а также о Ваших покупках и загрузках. • Аппаратный идентификатор и IP‑адрес Вашего устройства. К упомянутым законным интересам может относиться следующее: • Оптимизация и совершенствование сервиса для Вас и других пользователей. • Рекомендации наиболее подходящего Вам контента. • Отправка Вам сообщений об Apple Books и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. • Предоставление сведений собственникам контента. • Предотвращение мошенничества и других вредоносных действий. Хранение данных Мы храним персональные данные, связанные с Вашими покупками и загрузками, в течение срока, установленного применимыми законами о финансовой отчетности. Этот срок может различаться в разных странах и регионах. В большинстве случаев этот срок составляет не менее 10 лет, но в таких регионах, как Китай, может достигать 30 лет. Мы также храним сведения о Ваших покупках и загрузках контента как минимум в течение того времени, пока существует Ваша учетная запись, чтобы Вы могли снова загружать этот контент в соответствии с применимыми условиями. Иная информация, такая как история посещений и поисковых запросов, хранится в течение более короткого срока — чаще всего 2 года. Срок хранения зависит от действующих законов о хранении данных, а также от конкретных сценариев коммерческого использования. Следует учитывать, что некоторые данные, например сведения о покупках (но не сохраненные данные Ваших банковских карт), могут оставаться в бухгалтерских документах даже после того, как Вы удалите свою учетную запись и прекратите использовать Apple Books или другие интернет-магазины Apple. Когда Вы пользуетесь платежной картой, Apple может сохранять и автоматически обновлять номер Вашей карты и платежную информацию для будущих покупок, повторяющихся транзакций и других одобренных Вами действий. Apple может получать эту информацию от Вашего финансового учреждения или платежной системы, а также использовать эту информацию для предотвращения мошенничества и проверки данных. Предотвращение мошенничества и иных вредоносных действий Мы также собираем персональные данные для предотвращения мошенничества и другой вредоносной деятельности, связанной с Apple Books, другими интернет-магазинами Apple, а также приложениями и сервисами Apple. К этой информации относятся сведения об устройстве, в том числе тип устройства и версия ПО, геопозиция (определяется приблизительно путем сопоставления IP‑адреса Вашего интернет-подключения с географическим регионом, если это возможно), а также история загрузок, покупок и прочих взаимодействий с магазинами. Когда Вы совершаете покупку, компания Apple также может использовать информацию о Вашей истории взаимодействий с Apple, чтобы обработать запрос и определить, можно ли предоставить Вам продукт или сервис, не дожидаясь завершения авторизации через платежного партнера. Когда Вы совершаете покупку, мы также вычисляем на Вашем устройстве индекс доверия устройству. Он рассчитывается на основе информации о том, как Вы используете устройство, в том числе о примерном количестве телефонных вызовов, а также отправленных и полученных электронных писем. Отправка индекса выполняется таким образом, что Apple не получает данные Вашего устройства, на основе которых рассчитан этот индекс. Индекс доверия хранится в течение определенного времени на наших серверах. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Ochrana vášho súkromia a bezpečnosť vašich informácií je prioritou pre každého v Apple. Snažíme sa zhromažďovať len tie dáta, ktoré potrebujeme, aby sme vám vedeli ponúknuť stále lepší užívateľský zážitok. Myslíme si, že pri ich zhromažďovaní je dôležité, aby ste vedeli, aké dáta zhromažďujeme a prečo ich potrebujeme, vďaka čomu sa môžete informovane rozhodnúť. Služba Apple Books sa rovnako ako každý iný produkt a služba spoločnosti Apple riadi týmito princípmi. Poskytovanie služieb obchodov Na poskytovanie služieb a funkcií v App Store a ďalších online obchodoch spoločnosti Apple vrátane iTunes Storu a Apple Books používame vaše osobné údaje. Medzi tieto údaje patria napríklad informácie o vašom účte a platobné údaje, ktoré si môžete prezerať a upravovať v nastaveniach, a história vašich nákupov a sťahovania. Keď stiahnete obsah z Apple Books, spoločnosť Apple spolu s vaším Apple účtom zaznamená aj ďalšie identifikátory, ako je napríklad hardvérový identifikátor zariadenia a jeho IP adresa. S cieľom vylepšenia vášho pohodlia Apple Books synchronizuje vaše záložky, poznámky a zbierky na všetkých prihlásených zariadeniach a počítačoch. Tieto informácie sú počas uchovania priradené k vášmu Apple účtu. Vylepšovanie obchodov Na účely vylepšovania vášho užívateľského zážitku v App Store a ďalších online obchodoch spoločnosti Apple sú zhromažďované informácie týkajúce sa používania Apple Books vrátane času otvorenia alebo zatvorenia obchodu, typu vyhľadávaného obsahu, informácií o obsahu, ktorý ste si prezerali alebo stiahli, a vašich interakcií s hláseniami. Okrem toho zhromažďujeme informácie o vašom zariadení, ako napríklad typ zariadenia, verzia vášho operačného systému a množstvo voľného miesta na zariadení. Tieto informácie môžeme používať na zhodnotenie, či môžete požadovaný obsah stiahnuť, či je zariadenie pripojené pomocou WLAN alebo mobilnej siete a na porozumenie všeobecným trendom používania úložiska zariadenia. Vaše vyhľadávania nám tiež umožňujú ponúkať často hľadané položky. Na vylepšovanie vyhľadávania a odporúčaní používame agregované informácie o používaní apky a čitateľských aktivitách. Interakcie užívateľov s knihami zhromažďujeme s cieľom pochopiť zapojenie užívateľov, stanoviť hierarchiu funkcií a pochopiť súhrnné čitateľské aktivity. Tieto informácie sú priradené k náhodným jedinečným identifikátorom pre jednotlivých užívateľov a knihy, takže spoločnosť Apple nedokáže odhaliť čitateľské aktivity konkrétneho užívateľa. V prípade kníh stiahnutých z Apple Books sú agregované informácie o používaní kníh užívateľmi spojené s informáciami o knihe, ako je napríklad žáner. V prípade kníh a iných dokumentov, ktoré neboli stiahnuté z Apple Books, zhromažďujeme formát súboru. Žiadne informácie týkajúce sa obsahu knihy nie sú zhromažďované. Identifikátory pre aktivity týkajúce sa používania kníh sú medzi vašimi zariadeniami prihlásenými do iCloudu synchronizované cez iCloud použitím E2EE šifrovania (end-to-end encryption). Ak chcete resetovať tieto identifikátory na iOS, iPadOS alebo visionOS zariadení, otvorte Nastavenia > Apky > Knihy a klepnite na Resetovať identifikátor. Prispôsobenie obchodov Vaše interakcie s Apple Books používame na to, aby sme vám pomohli objavovať obsah, ktorý je pre vás najrelevantnejší. Napríklad informácie o tom, aký obsah ste si prezreli alebo stiahli, nám umožňujú ponúkať vám funkcie prispôsobené vašim potrebám, napríklad Ďalšie knihy, ktoré by sa vám mohli páčiť. Na základe obsahu, ktorý ste vyhľadávali, prezerali, sťahovali, aktualizovali, hodnotili alebo pridali do zbierky Chcem si prečítať, vám môžeme odporučiť ďalší obsah, ktorý by vás mohol zaujímať. Na generovanie relevantnejších odporúčaní používame aj vašu čitateľskú aktivitu, ako je napríklad pokrok v čítaní knihy. Táto čitateľská aktivita nie je priradená k vášmu Apple účtu. Využívame vašu históriu nákupov a spôsoby platby spolu s informáciami o účte odvodenými z vášho Apple účtu. Funkcie prispôsobenia v App Store, Apple Books, iTunes Store, apkách Videá a Podcasty a odberoch od spoločnosti Apple môžete vypnúť tak, že vo svojom Apple účte vypnete možnosť Osobné odporúčania. Na iOS, iPadOS alebo visionOS zariadení otvorte Nastavenia > [vaše meno] > Médiá a nákupy, klepnite na Zobraziť účet a potom klepnutím vypnite možnosť Osobné odporúčania. Siri navrhuje obsah, ktorý by sa vám mohol páčiť, na základe informácií odvodených z apiek, ktoré používate. Tieto informácie nie sú odosielané do Apple. Túto funkciu môžete na iOS, iPadOS alebo visionOS zariadení kedykoľvek vypnúť v Nastavenia > Apky > Knihy > Siri a vyhľadávanie, kde klepnutím vypnete možnosť Zobrazovať v apke. Komunikácia s vami Spoločnosť Apple môže používať informácie o vašom účte, napríklad o produktoch spoločnosti Apple, ktoré vlastníte, a odberoch služieb spoločnosti Apple, na posielanie informácií o Apple Books a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. Spoločnosť Apple môže zároveň používať informácie o vašich aktivitách v Apple Books na posielanie informácií o nových funkciách, obsahu a ponukách dostupných v Apple Books. Ak sa rozhodnete súhlasiť s odberom reklamných emailov, môžete dostávať emailové správy s reklamným obsahom. Nastavenia odberu týchto emailov môžete zmeniť alebo sa môžete z odberu odhlásiť. Prejdite na stránku account.apple.com, prípadne na iOS, iPadOS alebo visionOS zariadení otvorte Nastavenia > [vaše meno] > Osobné údaje > Nastavenia komunikácie. Tieto informácie môžete prijímať aj vo forme push hlásení. Ak chcete aktualizovať nastavenia hlásení alebo sa odhlásiť z ich prijímania, na iOS, iPadOS alebo visionOS zariadení otvorte Nastavenia > Hlásenia > Knihy. Reklama Reklama doručovaná spoločnosťou Apple pomáha užívateľom objavovať apky, produkty a služby v App Store, Apple News a Akciách. Na zabezpečenie relevantnosti reklám používame informácie o vašom zariadení, účte, nákupoch, odberoch a stiahnutých položkách. Pri vyhľadávaní v App Store používame aj výrazy, ktoré ste vyhľadávali. Užívateľov, ktorí majú podobné vlastnosti, spájame do skupín (označovaných ako segmenty) a tieto skupiny potom používame na poskytovanie cielených reklám. Na zaradenie do segmentov slúžia informácie o vás a vytvorené segmenty určujú zloženie reklám, ktoré sa vám budú zobrazovať. Aby sme chránili súkromie užívateľov, poskytujeme cielené reklamy len v prípade, ak kritériá pre daný segment spĺňa najmenej 5000 ľudí. Informácie slúžiace na určenie reklám, ktoré sú pre vás relevantné, sú previazané s náhodnými identifikátormi a nie sú previazané s vaším Apple účtom. Ak je zapnuté nastavenie Osobná reklama, reklamná platforma spoločnosti Apple môže používať vaše informácie na zobrazovanie reklám, ktoré sú pre vás relevantnejšie. Ak nechcete prijímať reklamu cielenú na vaše záujmy z reklamnej platformy spoločnosti Apple, môžete vypnúť funkciu Osobná reklama. Vypnutím tejto funkcie zabránite spoločnosti Apple v používaní vašich informácií na cielenie reklamy. Celkové množstvo zobrazenej reklamy sa nemusí zmenšiť, reklamy však budú pre vás menej relevantné. Viac informácií o reklame Apple a súkromí nájdete na stránke www.apple.com/legal/privacy/data/sk/apple-advertising. Informácie o odhlásení z prijímania osobnej reklamy v App Store, Apple News a Akciách nájdete na stránke support.apple.com/105131. Zdieľanie s tretími stranami Našim strategickým partnerom, ktorí spolupracujú so spoločnosťou Apple na poskytovaní našich produktov a služieb, pomoci spoločnosti Apple v predaji produktov našim zákazníkom a reklám zobrazovaných v App Store a Apple News a Akciách v mene spoločnosti Apple, sme povinní poskytovať niektoré neosobné údaje o vašich nákupoch obsahu. Môžeme napríklad zdieľať neosobné údaje s vlastníkmi obsahu, aby mohli vyhodnocovať záujem o svoj kreatívny obsah, plniť požiadavky súvisiace s autorskými honorármi a účtovníctvom a vylepšovať svoje produkty a služby. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje v apke Knihy vo všeobecnosti spracúvame na účely plnenia vašej zmluvy so spoločnosťou Apple, na poskytovanie služby a na plnenie našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame na účely našich oprávnených záujmov alebo záujmov tretích strán nasledujúce kategórie osobných údajov vrátane informácií o: • vašom používaní apky Knihy vrátane funkcií, ktoré používate (napríklad obsah pridaný do zbierky Chcem si prečítať), hľadaného a prezeraného obsahu, vašich recenzií a vašich interakcií s hláseniami, • vašom účte, ako sú napríklad produkty Apple, ktoré vlastníte, vaše odbery služieb spoločnosti Apple a vaše nákupy a sťahovania. • ID hardvéru a IP adrese vášho zariadenia, Tieto oprávnené záujmy sú napríklad: • Optimalizácia a zlepšovanie služby pre vás aj ostatných. • Pomoc pri objavovaní obsahu, ktorý je pre vás najrelevantnejší. • Posielanie informácií o službe Apple Books a ďalších súvisiacich produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. • Poskytovanie prehľadov vlastníkom obsahu. • Predchádzanie podvodom a iným nezákonným aktivitám. Uchovávanie dát Osobné údaje priradené k vašim nákupom a stiahnutým položkám uchovávame po dobu stanovenú platnými zákonmi o finančnej evidencii, ktoré sa v rôznych regiónoch líšia. V prípade väčšiny zákazníkov sa vyžaduje uchovanie údajov po dobu najmenej desiatich rokov, v niektorých regiónoch, napríklad v Číne, to môže byť až 30 rokov. Zároveň uchovávame záznam o vami zakúpenom alebo stiahnutom obsahu minimálne po dobu, kým máte u nás vytvorený účet, čo vám umožňuje znovu si stiahnuť obsah v súlade s platnými podmienkami. Na kratšie obdobie, spravidla sú to dva roky, uchovávame ďalšie informácie, napríklad prechádzanie obsahu alebo vyhľadávania. Konkrétna dĺžka tejto doby sa odvíja od príslušných zákonných požiadaviek na uchovávanie dát a od špecifických prípadov obchodného využitia. Niektoré informácie, napríklad o nákupoch (ale bez podrobných informácií o uložených kartách), sa však môžu uchovávať vo forme obchodných záznamov aj po tom, ako svoj účet zrušíte alebo prestanete používať Apple Books alebo ostatné online obchody spoločnosti Apple. Keď použijete platobnú kartu, spoločnosť Apple môže pre budúce nákupy, opakované transakcie a ďalšie vami autorizované použitie uchovať a automaticky aktualizovať vaše číslo karty a fakturačné údaje. Spoločnosť Apple môže tieto informácie získať od vašej finančnej inštitúcie alebo platobnej siete a použiť ich aj na účely predchádzania podvodom a overovania. Predchádzanie podvodom a iným nezákonným aktivitám Niektoré osobné údaje zhromažďujeme aj na účely predchádzania podvodom a iným škodlivým aktivitám v Apple Books a ďalších online obchodoch spoločnosti Apple, ako aj ďalších apkách a službách spoločnosti Apple. Medzi takéto informácie patria informácie o zariadení, ako napríklad jeho typ a verzia softvéru, informácie o polohe (približne určenej priradením IP adresy vášho internetového pripojenia ku geografickému regiónu, pokiaľ je k dispozícii), história stiahnutých a zakúpených položiek, ako aj ďalšie interakcie s obchodmi. Keď inicializujete nákup, spoločnosť Apple môže použiť informácie o histórii vášho obchodného vzťahu so spoločnosťou Apple na spracovanie vašej žiadosti a stanovenie, či bude produkt alebo službu možné poskytnúť pred autorizáciou platobným partnerom. Keď sa pokúsite uskutočniť nákup, vypočítame na vašom zariadení skóre dôvery zariadenia použitím informácií týkajúcich sa používania zariadenia vrátane približného množstva uskutočnených telefonických hovorov a prijatých a odoslaných emailov. Odoslanie týchto dát je navrhnuté tak, aby spoločnosť Apple nedokázala zistiť hodnoty na vašom zariadení, na základe ktorých bolo skóre vypočítané. Skóre je po určitý čas uchované na našich serveroch. S informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Varovanje zasebnosti in zaščita vaših podatkov je prednostna naloga vseh zaposlenih pri družbi Apple. Prizadevamo si zbirati le podatke, ki so nujni za zagotavljanje kakovostnih storitev. Poleg tega menimo, da je pomembno, da veste, katere podatke zbiramo in zakaj jih potrebujemo, da lahko sprejmete premišljene odločitve. Storitev Apple Books je kot vsi drugi izdelki in storitve Apple zasnovana na teh načelih. Zagotavljanje storitev trgovin Vaše osebne podatke uporabljamo za zagotavljanje storitev in funkcij v trgovini App Store in drugih spletnih trgovinah Apple, vključno s trgovino iTunes Store in Apple Books. Te informacije na primer vključujejo informacije o vašem računu in plačilu, do katerih lahko dostopate in jih spreminjate v nastavitvah, ter vašo zgodovino nakupov in prenosov. Ko prenašate vsebino iz storitve Apple Books, Apple skupaj z vašim računom Apple beleži tudi identifikatorje, na primer ID strojne opreme vaše naprave in naslov IP. Storitev Apple Books za zagotavljanje priročnosti sinhronizira vaše zaznamke, zapiske in zbirke v vseh napravah in računalnikih, v katere ste vpisani. Te informacije se hranijo v povezavi z vašim računom Apple. Izboljšanje storitev trgovin Da bi izboljšali izkušnjo v trgovini App Store in drugih spletnih trgovinah Apple, zbiramo informacije o vaši uporabi storitve Apple Books, vključno z informacijami o tem, kdaj odprete ali zaprete trgovino, katero vsebino iščete, o vsebini, ki si jo ogledate in prenesete, ter o vaših interakcijah z obvestili. Zbiramo tudi informacije o vaši napravi, na primer o vrsti naprave, različici operacijskega sistema in količini prostora v napravi. Te informacije lahko uporabljamo za ocenjevanje tega, ali je mogoče prenesti zahtevano vsebino, da bi razumeli splošne trende uporabe shrambe naprave in ali je vaša naprava povezana prek povezave WLAN ali mobilne povezave. Vaši iskalni vnosi nam omogočajo ponujanje priljubljenih iskanj. Zbrane informacije o uporabi aplikacij in bralni aktivnosti uporabljamo za izboljšanje iskanja in priporočil. Zbiramo uporabniške interakcije s knjigami, da bi razumeli aktivnosti uporabnika, dodelili prednost funkcijam in razumeli združeno bralno aktivnost. Te informacije so povezane z naključnimi enoličnimi identifikatorji za vsakega uporabnika in vsako knjigo, tako da Apple ne spozna bralne aktivnosti določenega uporabnika. Za knjige, prenesene iz storitve Apple Books, se uporaba zbira po uporabnikih v povezavi z informacijami o knjigi, na primer zvrsti. Za knjige ali druge dokumente, ki niso preneseni iz storitve Apple Books, zbiramo informacije o obliki zapisa datoteke, vendar nobenih informacij o vsebini knjige. Za sinhroniziranje identifikatorjev glede aktivnosti uporabe knjig v napravah, ki so vpisane v storitev iCloud, uporabljamo iCloud in celovito šifriranje. Za ponastavitev teh identifikatorjev v napravi s sistemom iOS, iPadOS ali visionOS odprite Nastavitve > Aplikacije > Knjige in tapnite Ponastavi identifikator. Prilagajanje trgovin Vaše interakcije s storitvijo Apple Books uporabljamo, da bi vam pomagali odkriti vsebino, ki je najbolj relevantna za vas. Če na primer vemo, katero vsebino si ogledujete ali prenesete, lahko ponujamo prilagojene funkcije, kot je Več knjig, ki vam bodo morda všeč. Priporočamo vsebino, za katero menimo, da vas bo zanimala, na podlagi tega, kar ste predhodno iskali, si ogledovali, prenesli, posodobili, ocenili ali dodali na seznam Želim prebrati. Za ustvarjanje relevantnejših priporočil uporabljamo tudi vašo bralno aktivnost, na primer napredek pri branju knjige. Ta bralna aktivnost ni povezana z vašim računom Apple. Vašo zgodovino nakupov in načine plačila uporabljamo skupaj z informacijami o računu, izpeljanimi iz vašega računa Apple. Funkcije prilagajanja v trgovini App Store, storitvi Apple Books, trgovini iTunes Store, aplikaciji Videi in storitvi Apple Podcasts in za naročnine, kupljene pri družbi Apple, lahko izklopite tako, da izklopite možnost Prilagojena priporočila za svoj račun Apple. V napravi s sistemom iOS, iPadOS ali visionOS odprite Nastavitve > [vaše ime] > Predstavnostne vsebine in nakupi, tapnite Ogled računa in nato tapnite, da izklopite Prilagojena priporočila. Siri vsebino, ki vam bo morda všeč, predlaga na podlagi obdelave informacij v napravi, ki izhajajo iz aplikacij, ki jih uporabljate. Te informacije se ne pošiljajo družbi Apple. To možnost lahko kadarkoli onemogočite v napravi z operacijskim sistemom iOS, iPadOS ali visionOS, in sicer tako, da odprete Nastavitve > Aplikacije > Knjige > Siri in iskanje ter tapnete, da izklopite možnost Prikaži v aplikaciji. Komunikacija z vami Apple lahko uporablja informacije o vašem računu, kot so izdelki Apple, ki jih imate v lasti, in vaše naročnine na storitve Apple, za pošiljanje sporočil o storitvi Apple Books ter drugih izdelkih Apple, storitvah in ponudbah, ki bi vas morda zanimale. Apple lahko informacije o vaši aktivnosti v storitvi Apple Books uporablja tudi zato, da bi vam pošiljal sporočila o novih funkcijah, vsebini in ponudbah, ki so na voljo v storitvi Apple Books. Ta sporočila lahko prejmete po e-pošti, če podate soglasje za prejemanje trženjskih sporočil po e-pošti. Nastavitve e‑pošte lahko spremenite in se odjavite od prejemanja teh e‑poštnih sporočil na strani account.apple.com oziroma v napravah z operacijskim sistemom iOS, iPadOS ali visionOS tako, da odprete Nastavitve > [vaše ime] > Osebni podatki > Nastavitve sporočil. Ta sporočila lahko prejemate tudi prek potisnih obvestil. Če želite posodobiti nastavitve za obvestila ali se odjaviti od prejemanja obvestil v napravi s sistemom iOS, iPadOS ali visionOS, odprite Nastavitve > Obvestila > Knjige. Oglaševanje Oglaševanje, ki ga zagotavlja Apple, pomaga ljudem odkriti aplikacije, izdelke in storitve v trgovini App Store, storitvi Apple News in aplikaciji Borza. Informacije o vaši napravi, računu, nakupih, naročninah in prenosih uporabljamo, da bi zagotovili relevantnost oglasov. Ko iščete v trgovini App Store, uporabljamo tudi vaše iskalne izraze. Ustvarjamo skupine oseb, imenovane segmenti, ki imajo podobne značilnosti, in te skupine uporabljamo za pošiljanje ciljanih oglasov. Informacije o vas se uporabljajo za določanje tega, katerim segmentom ste dodeljeni in posledično, katere oglase boste prejeli. Da bi zaščitili vašo zasebnost, se ciljani oglasi pošljejo le, če kriterije za ciljanje izpolnjuje več kot 5000 ljudi. Informacije, na podlagi katerih se določa, kateri oglasi so relevantni za vas, so vezane na naključne identifikatorje in ne na vaš račun Apple. Če je nastavitev Prilagojeni oglasi vklopljena, lahko oglaševalska platforma Apple vaše informacije uporablja za prikaz oglasov, ki so bolj relevantni za vas. Če od oglaševalske platforme Apple ne želite prejemati oglasov, ciljno prilagojenih vašim interesom, lahko izklopite Prilagojene oglase. Če izklopite Prilagojene oglase, Apple vaših informacij ne bo mogel uporabljati za ciljano oglaševanje. To morda ne bo zmanjšalo števila oglasov, ki jih prejemate, vendar bodo oglasi morda manj relevantni za vas. Več o oglaševanju Apple in zasebnosti najdete na spletnem mestu www.apple.com/legal/privacy/data/en/apple-advertising. Na spletnem mestu support.apple.com/105131 si oglejte, kako se odjaviti od prilagojenih oglasov v trgovini App Store, storitvi Apple News in aplikaciji Borza. Deljenje s tretjimi osebami Nekatere neosebne podatke o vaših nakupih vsebine smo zavezani posredovati strateškim partnerjem, ki sodelujejo z družbo Apple pri ponujanju izdelkov in storitev, pomagajo pri trženju družbe Apple, usmerjenem k strankam, ter prodajajo oglase v imenu družbe Apple, da bodo prikazani v trgovini App Store, storitvi Apple News in aplikaciji Borza. Neosebne podatke o vaših nakupih vsebine lahko na primer delimo z lastniki vsebin, da bodo lahko merili uspešnost svojega ustvarjalnega dela, izpolnili zahteve glede licenčnin in vodenja računov ter izboljšali svoje izdelke in storitve. Veljavna pravna podlaga za obdelavo osebnih podatkov Vaše osebne podatke v aplikaciji Knjige v splošnem obdelujemo za izvajanje vaše pogodbe z družbo Apple, kot je potrebno za zagotavljanje storitve in za izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja dovoljuje, po potrebi obdelujemo naslednje kategorije osebnih podatkov za namene naših zakonitih interesov ali interesov tretjih strank, vključno z naslednjimi informacijami: • Vaša uporaba aplikacije Knjige, vključno s funkcijami, ki jih uporabljate (na primer, kaj dodate na seznam Želim prebrati), vsebino, ki jo iščete, vsebino, ki si jo ogledate, vašimi mnenji in vašimi interakcijami z obvestili. • vašim računom, na primer izdelki Apple, ki jih imate v lasti, vaše naročnine na storitve Apple ter vaši nakupi in prenosi. • ID strojne opreme in naslov IP vaše naprave. Ti zakoniti interesi vključujejo: • Optimiziranje in izboljšanje storitve za vas in druge. • Pomoč pri odkrivanju vsebine, ki je najbolj relevantna za vas. • Pošiljanje sporočil o storitvi Apple Books ter drugih sorodnih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale. • Zagotavljanje poročanja za lastnike vsebine. • preprečevanje goljufij in drugih zlonamernih aktivnosti. Hramba Osebne podatke, povezane z vašimi nakupi in prenosi, hranimo za obdobja, ki jih določajo veljavni zakoni v zvezi s finančnim poročanjem in se razlikujejo glede na regijo. Za večino strank to pomeni vsaj 10-letno obdobje hrambe, v regijah, kot je Kitajska, pa lahko to obdobje traja 30 let. Hranimo tudi zapis o vaših nakupih in prenosih vsebine, in sicer vsaj tako dolgo, kot imate račun pri nas, da bi vi lahko znova prenesli to vsebino, znova skladno z našimi veljavnimi pogoji. Druge informacije, na primer aktivnost pri brskanju in iskanja, hranimo krajše obdobje, najpogosteje dve leti. Pri izbranem obdobju so upoštevane veljavne zakonske zahteve za hrambo podatkov in posebni primeri poslovne uporabe. Vendar pa se nekatere informacije, na primer nakupi, ne pa podrobnosti o shranjeni kartici, lahko hranijo kot poslovni zapisi tudi po tem, ko zaprete račun ali prenehate uporabljati storitev Apple Books ali druge spletne trgovine Apple. Ko uporabite plačilno kartico, lahko Apple pridobi ter samodejno posodobi številko kartice in informacije o plačniku za prihodnje nakupe, ponavljajoče se transakcije ali druge uporabe, ki jih pooblastite. Apple lahko te informacije pridobi od vaše finančne ustanove ali plačilne mreže ter jih uporablja za preprečevanje goljufij in preverjanje. Preprečevanje goljufij in drugih zlonamernih aktivnosti Osebne podatke zbiramo tudi zato, da preprečimo goljufije in druge zlonamerne aktivnosti v storitvi Apple Books, drugih spletnih trgovinah Apple ter drugih aplikacijah in storitvah Apple. Ti podatki vključujejo podatke o napravi, na primer vrsto naprave in različico programske opreme, podatke o lokaciji (približno določeno z ujemanjem naslova IP vaše internetne povezave z geografsko regijo, če je to na voljo), zgodovino prenosov ter nakupov in druge interakcije s trgovinami. Ko opravite nakup, lahko Apple uporablja informacije o zgodovini vašega poslovnega odnosa z družbo Apple, da obdela zahtevo in določi, ali zagotoviti izdelek ali storitev pred pooblastilom partnerja za plačila. Ko poskusite opraviti nakup, izračunamo tudi oceno zaupanja za napravo, pri čemer uporabljamo informacije o tem, kako uporabljate napravo, vključno s približnim številom telefonskih klicev ali e-poštnih sporočil, ki jih pošljete in prejmete. Poslane informacije so oblikovane tako, da Apple ne more izvedeti resničnih vrednosti v vaši napravi. Rezultat se v naših strežnikih hrani določen čas. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy
sv: Att hålla din information säker och att skydda dess integritet är en prioritet för alla på Apple. Vi arbetar hårt för att endast samla in de data vi behöver för att göra din upplevelse bättre, och när vi samlar in data tror vi att det är viktigt för dig att veta vad vi samlar in och varför vi behöver det, så att du kan göra informerade val. Precis som alla andra produkter och tjänster från Apple är Apple Books utformad kring dessa principer. Tillhandahållande av affärerna Vi använder dina personuppgifter till att leverera tjänsterna och funktionerna i App Store och andra webbutiker från Apple, inklusive iTunes Store och Apple Books. Detta inkluderar till exempel din konto- och betalningsinformation, som du kan visa och ändra i inställningarna, samt din historik för köp och hämtningar. När du hämtar innehåll från Apple Books registrerar Apple identifierare, som enhetens maskinvaru-ID och IP-adress, tillsammans med ditt Apple‑konto. För att underlätta för dig synkroniserar Apple Books dina bokmärken, anteckningar och samlingar mellan dina inloggade enheter och datorer. Denna information lagras tillsammans med ditt Apple‑konto. Förbättring av affärerna För att ge en bättre upplevelse i App Store och andra webbutiker från Apple samlar vi in information om hur du använder Apple Books, till exempel när du öppnar eller stänger affären, vad du söker efter, vilket innehåll du visar och hämtar samt dina interaktioner med notiser. Vi samlar också in information om din enhet, som enhetstyp, versionen av operativsystemet och hur mycket ledigt utrymme det finns på enheten. Vi kan använda den här informationen till att avgöra om det går att hämta det begärda innehållet, att förstå allmänna trender när det gäller enhetslagring och om enheten är ansluten via WLAN eller ett mobilnät. Det du söker efter gör det även möjligt för oss att erbjuda trendande sökningar. Vi använder sammanslagen information om appanvändning och läsaktivitet för att förbättra sökningar och rekommendationer. Vi samlar in användarinteraktioner med böcker så att vi förstår hur användare hanterar dem, kan prioritera funktioner och förstå sammanslagna läsaktiviteter. Den här informationen kopplas till slumpmässiga unika identifierare för varje användare och varje bok så att Apple inte får tillgång till enskilda användares läsaktiviteter. För böcker som hämtas från Apple Books är många användares användning sammanslagen tillsammans med information om boken, exempelvis genre. För böcker eller andra dokument som inte har hämtats från Apple Books samlar vi in filformat, men inte någon information om innehållet i boken. Vi använder iCloud till att synkronisera identifierare med heltäckande kryptering för bokanvändningsaktiviteter mellan dina enheter som är inloggade på iCloud. Du kan nollställa dessa identifierare på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Appar > Böcker och trycka på Nollställ identifierare. Anpassning av affärerna Vi använder dina interaktioner med Apple Books till att göra det enklare för dig att upptäcka innehåll som är mest relevant för dig. Som exempel: genom att vi vet vilket innehåll du visar eller hämtar kan vi tillhandahålla anpassade funktioner som Fler böcker som du kanske gillar. Vi rekommenderar innehåll som vi tror att du kan vara intresserad av baserat på det du tidigare har sökt efter, tittat på, hämtat, uppdaterat, recenserat eller lagt till i listan Vill läsa. Vi använder även din läsaktivitet, till exempel hur mycket av en bok du har läst, till att generera fler relevanta rekommendationer. Den här läsaktiviteten kopplas inte till ditt Apple‑konto. Vi använder även inköpshistorik och betalningsmetoder tillsammans med kontoinformation vi får från ditt Apple‑konto. Du kan stänga av personligt anpassade funktioner i App Store, Apple Books, iTunes Store, Videor, Podcaster och för abonnemang via Apple genom att stänga av Personliga rekommendationer för ditt Apple‑konto. På din iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > [ditt namn] > Medier och köp, trycker på Visa konto och stänger sedan av Personliga rekommendationer genom att trycka. Siri föreslår innehåll som du kanske tycker om baserat på information som har behandlats på enheten och som hämtas från appar som du använder. Den här informationen skickas inte till Apple. Du kan när som helst avaktivera detta på din iOS, iPadOS eller visionOS-enhet genom att öppna Inställningar > Appar > Böcker > Siri och sökning och trycka för att stänga av Visa i app. Kommunikation Apple kan använda information om ditt konto, exempelvis Apple-produkterna du äger och dina abonnemang på Apple-tjänster, till att skicka information om Apple Books och andra produkter och tjänster från Apple samt erbjudanden som kan intressera dig. Apple kan även använda information om din aktivitet i Apple Books till att kommunicera med dig om nya funktioner, innehåll och erbjudanden i Apple Books. Du kan få sådan kommunikation via mejl om du godkänner att få marknadsföring via e-post. Du kan ändra dina e-postinställningar och välja att sluta få dessa mejl på account.apple.com. På en iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > [ditt namn] > Personlig information > Kommunikationsinställningar. Du kan även få sådan kommunikation via pushnotiser. Om du vill uppdatera dina notisinställningar eller inte längre få notiser på din iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > Notiser > Böcker. Annonsering Apple-levererade annonser hjälper användare att upptäcka appar, produkter och tjänster på App Store och i Apple News och Aktier. Vi använder information om din enhet, ditt konto, dina köp, dina abonnemang och hämtningar så att vi kan vara säkra på att annonserna är relevanta. När du söker på App Store använder vi även dina sökvillkor. Vi skapar grupper av personer, även kallade segment, som har liknande egenskaper och vi använder dessa grupper för riktade annonser. Information om dig används till att avgöra vilka segment du ingår i och därför vilka annonser som visas för dig. För att skydda din integritet levereras riktad annonsering endast om fler än 5 000 personer uppfyller målgruppsvillkoren. Informationen som används till att avgöra vilka annonser som är relevanta för dig är kopplade till slumpmässiga ID:n och är inte kopplade till ditt Apple‑konto. Om du slår på inställningen Personliga annonser kan Apples annonseringsplattform använda din information till att visa annonser som är mer relevanta för dig. Om du inte vill få annonser som är riktade mot dina intressen från Apples annonseringsplattform kan du välja att stänga av Personliga annonser. Om du stänger av Personliga annonser kan Apple inte använda din information för riktad annonsering. Det kanske inte minskar antalet annonser du får, men annonserna kan vara mindre relevanta för dig. Läs mer om Apple-reklam och integritet på https://www.apple.com/se/legal/privacy/data/sv/apple-advertising. Läs om hur du kan välja att inte få personligt anpassade annonser i App Store, Apple News och Aktier på support.apple.com/105131. Delning med tredje part Vi är skyldiga att tillhandahålla vissa icke-personliga data om dina innehållsköp till strategiska partners som arbetar med Apple för att tillhandahålla våra produkter och tjänster, hjälpa Apple med marknadsföring till konsumenter och sälja annonser å Apples vägnar för visning på App Store och i Apple News och Aktier. Vi kan exempelvis dela icke-personliga data med innehållsägare så att de kan mäta framgångar för sina kreativa verk, uppfylla royalty- och redovisningskrav samt förbättra sina produkter och tjänster. Tillämpbar juridisk grund för behandling av personuppgifter Vi behandlar dina personuppgifter i appen Böcker i allmänhet så att ditt kontrakt med Apple kan följas, på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi följande kategorier av personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part, inklusive information om följande: • Din användning av appen Böcker inklusive vilka funktioner du använder (t.ex. vad du lägger till i listan Vill läsa), vilket innehåll du söker efter och visar, dina recensioner och dina interaktioner med notiser. • Ditt konto, t.ex. Apple-produkterna du äger, dina abonnemang på Apple-tjänster samt dina köp och hämtningar. • Din enhets maskinvaru-ID och IP-adress. Dessa legitima intressen inkluderar att: • Optimera och förbättra tjänsten för dig och andra. • Hjälpa dig att upptäcka det innehåll som är mest relevant för dig. • Skicka kommunikationer om Böcker och andra relaterade produkter, tjänster och erbjudanden från Apple som kan vara av intresse för dig. • Tillhandahålla rapportering för innehållsägare. • Skydda mot bedrägeri och annat skadligt beteende. Lagring Vi behåller personuppgifter som är kopplade till dina köp och hämtningar under en period som anges av gällande lagar om finansrapportering i respektive region. För de flesta kunder innebär det att informationen lagras i minst 10 år, men i regioner som Kina kan den perioden vara 30 år. Vi behåller även ett register med dina köp och hämtningar av innehåll under minst så lång tid som du har ett konto hos oss så att du kan hämta detta innehåll på nytt i enlighet med våra villkor. Vi behåller annan information, som navigeringsaktivitet och sökningar, under en kortare period som vanligtvis är två år. Vilken period som väljs beror på gällande lagar och förordningar om lagring av data och företagets specifika användningsområden. Viss information, till exempel köp men inte din lagrade kortinformation, kan dock behållas i företagsregister även efter att du har avslutat ditt konto eller slutat använda Apple Books eller andra webbutiker från Apple. När du använder ett kontokort kan Apple behålla och automatiskt uppdatera ditt kortnummer och faktureringsinformation för framtida köp, återkommande transaktioner och annan användning som du auktoriserar. Apple kan få den här informationen från ditt finansinstitut eller betalningsnätverk och även använda den för verifiering och för att förhindra bedrägeri. Skydd mot bedrägeri och annat skadligt beteende Vi samlar även in personuppgifter för att förhindra bedrägeri och annat skadligt beteende i Apple Books och andra webbutiker från Apple samt i andra appar och tjänster från Apple. Denna information inkluderar enhetsinformation, till exempel enhetstyp och programvaruversion, platsinformation (som uppskattas genom att matcha internetanslutningens IP-adress till en geografisk region, om den finns tillgänglig), historik för hämtningar och köp samt andra interaktioner med affärerna. När du inleder ett köp kan Apple använda den informationen om din tidigare affärshistorik hos Apple till att bearbeta din förfrågan och avgöra ifall produkten eller tjänsten kan tillhandahållas innan betalning har auktoriserats av betalningsförmedlaren. När du försöker göra ett inköp beräknar vi även en enhets­tillförlitlig­hets­poäng på din enhet med hjälp av information om hur du använder enheten, inklusive det ungefärliga antalet telefonsamtal eller mejl du tar emot eller skickar. Information som skickas är utformad så att Apple inte kan avläsa de verkliga värdena på din enhet. Poängen lagras på våra servrar under en begränsad tid. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: การปกป้องความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณนับเป็นสิ่งสำคัญที่สุดที่ทุกคนที่ Apple ยึดถือ เราทำงานอย่างหนักเพื่อเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการพัฒนาประสบการณ์การใช้งานของคุณให้ดีขึ้น และเมื่อเราเก็บรวบรวมข้อมูล เราเชื่อว่าการทราบว่าเรากำลังเก็บข้อมูลใดและเพราะอะไรเราจึงต้องการข้อมูลนั้นเป็นเรื่องสำคัญ เพื่อให้คุณสามารถตัดสินใจได้จากการได้รับข้อมูลที่เพียงพอ Apple Books นั้นก็เช่นเดียวกันกับผลิตภัณฑ์และบริการอื่นๆ จาก Apple ที่ได้รับการออกแบบมาโดยยึดหลักการเหล่านี้ การระบุร้าน เราใช้ข้อมูลส่วนบุคคลของคุณในการให้บริการและคุณสมบัติต่างๆ ใน App Store และร้านค้าออนไลน์อื่นๆ ของ Apple รวมถึง iTunes Store และ Apple Books ข้อมูลนี้มีดังนี้ ตัวอย่างเช่น ข้อมูลบัญชีและข้อมูลการชำระเงินซึ่งคุณสามารถเข้าถึงและเปลี่ยนแปลงได้ในการตั้งค่า และประวัติการซื้อและการดาวน์โหลดของคุณ เมื่อคุณดาวน์โหลดเนื้อหาจาก Apple Books ข้อมูลจำเพาะต่างๆ เช่น ID ฮาร์ดแวร์และที่อยู่ IP ของอุปกรณ์ของคุณจะถูกบันทึกโดย Apple พร้อมกับบัญชี Apple ของคุณ เพื่อความสะดวกกับคุณ Apple Books จะเชื่อมข้อมูลที่คั่นหน้า โน้ต และคอลเลกชั่นบนอุปกรณ์และคอมพิวเตอร์เครื่องต่างๆ ของคุณที่ได้ลงชื่อเข้าไว้ ข้อมูลนี้จะถูกจัดเก็บและผูกกับบัญชี Apple ของคุณ การปรับปรุงร้าน ในการปรับปรุงประสบการณ์ใน App Store และร้านค้าออนไลน์อื่นๆ ของ Apple เราจะเก็บรวบรวมข้อมูลเกี่ยวกับการใช้งานร้าน เช่น ข้อมูลเกี่ยวกับเวลาที่คุณเปิดหรือปิดร้าน เนื้อหาที่คุณค้นหา เนื้อหาที่คุณดูและดาวน์โหลด และการโต้ตอบกับการแจ้งเตือนของคุณ เรายังเก็บรวบรวมข้อมูลเกี่ยวกับอุปกรณ์ เช่น ประเภทของอุปกรณ์ เวอร์ชั่นของระบบปฏิบัติการ และปริมาณพื้นที่ว่างบนอุปกรณ์ของคุณ เราอาจใช้ข้อมูลนี้ในการประเมินว่าสามารถดาวน์โหลดเนื้อหาที่ร้องขอได้หรือไม่ เพื่อให้เข้าใจถึงแนวโน้มทั่วไปในการใช้พื้นที่จัดเก็บข้อมูลอุปกรณ์ และประเมินว่าอุปกรณ์ของคุณเชื่อมต่อด้วย WLAN หรือเซลลูลาร์หรือไม่ • สิ่งที่คุณค้นหาอาจทำให้เราสามารถนำเสนอผลการค้นหาที่นิยมกันได้ด้วย เราใช้ข้อมูลโดยรวมเกี่ยวกับการใช้งานแอปและกิจกรรมการอ่านเพื่อปรับปรุงการค้นหาและคำแนะนำ เราเก็บรวบรวมการโต้ตอบที่ผู้ใช้มีต่อหนังสือเพื่อทำความเข้าใจกับการมีส่วนร่วมของผู้ใช้ จัดลำดับความสำคัญของคุณสมบัติต่างๆ และทำความเข้าใจกิจกรรมการอ่านโดยรวม ข้อมูลนี้จะผูกกับข้อมูลจำเพาะที่ไม่ซ้ำกันแบบสุ่มสำหรับผู้ใช้แต่ละคนและหนังสือแต่ละเล่ม เพื่อทำให้ Apple ไม่ได้เรียนรู้เกี่ยวกับกิจกรรมการอ่านของผู้ใช้คนใดคนหนึ่ง สำหรับหนังสือที่ดาวน์โหลดจาก Apple Books การใช้งานจะรวมระหว่างผู้ใช้ทั้งหมดที่ผูกกับข้อมูลเกี่ยวกับหนังสือเล่มนั้น เช่น ประเภท สำหรับหนังสือหรือเอกสารอื่นๆ ที่ไม่ได้ดาวน์โหลดจาก Apple Books เราจะเก็บรวบรวมข้อมูลรูปแบบไฟล์ แต่จะไม่เก็บรวบรวมข้อมูลอื่นเกี่ยวกับเนื้อหาของหนังสือ เราใช้ iCloud เพื่อเชื่อมข้อมูลข้อมูลจำเพาะโดยใช้การเข้ารหัสแบบต้นทางถึงปลายทางสำหรับกิจกรรมการใช้งานหนังสือบนอุปกรณ์ต่างๆ ของคุณที่ลงชื่อเข้า iCloud อยู่ ในการรีเซ็ตข้อมูลจำเพาะเหล่านี้บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > แอป > หนังสือ แล้วแตะรีเซ็ตข้อมูลจำเพาะ การปรับแต่งร้านในรูปแบบของเราเอง เราใช้การโต้ตอบที่คุณทำกับ Apple Books เพื่อช่วยให้คุณค้นพบเนื้อหาที่เกี่ยวข้องกับคุณที่สุด • การรู้เกี่ยวกับเนื้อหาที่คุณได้ดูหรือดาวน์โหลดอาจจะทำให้เราสามารถนำเสนอคุณสมบัติที่ปรับแต่งให้เข้ากับตัวคุณได้ อย่างเช่น หนังสืออื่นๆ ที่คุณอาจชอบ เราจะแนะนำเนื้อหาที่เราคิดว่าคุณจะสนใจมากที่สุดโดยอิงจากสิ่งที่คุณเคยค้นหา ดู ดาวน์โหลด อัปเดต ทบทวน หรือเพิ่มไปยังรายการ “ต้องการอ่าน” มาก่อนหน้านี้ เรายังใช้กิจกรรมการอ่านของคุณ เช่น ความคืบหน้าภายในหนังสือของคุณ เพื่อสร้างคำแนะนำที่ตรงกับความสนใจมากขึ้นอีกด้วย โดยกิจกรรมการอ่านนี้จะไม่ผูกกับบัญชี Apple ของคุณ เราใช้ประวัติการซื้อและวิธีการชำระเงินของคุณร่วมกับข้อมูลบัญชีที่ได้จากบัญชี Apple ของคุณ คุณสามารถปิดใช้คุณสมบัติการปรับแต่งใน App Store, Apple Books, iTunes Store, วิดีโอ, พ็อดคาสท์ และสำหรับการสมัครใช้บริการต่างๆ จาก Apple ได้โดยปิดใช้รายการแนะนำสำหรับคุณโดยเฉพาะสำหรับบัญชี Apple ของคุณ บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > [ชื่อของคุณ] > สื่อและสินค้าที่ซื้อ แล้วแตะดูบัญชี จากนั้นแตะเพื่อปิดใช้รายการแนะนำสำหรับคุณโดยเฉพาะ Siri จะแนะนำเนื้อหาที่อาจถูกใจคุณโดยอิงจากการประมวลผลข้อมูลบนอุปกรณ์ของคุณที่ได้จากแอปที่คุณใช้ โดยข้อมูลนี้จะไม่ถูกส่งไปที่ Apple คุณสามารถปิดใช้งานคุณสมบัตินี้ได้ตลอดเวลาบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณโดยไปที่การตั้งค่า > แอป > หนังสือ > Siri และการค้นหา แล้วแตะเพื่อปิดใช้แสดงในแอป การสื่อสารกับคุณ Apple อาจใช้ข้อมูลเกี่ยวกับบัญชีของคุณ เช่น ผลิตภัณฑ์ของ Apple ที่คุณเป็นเจ้าของและการสมัครใช้บริการต่างๆ ของ Apple เพื่อสื่อสารกับคุณเกี่ยวกับ Apple Books รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ จาก Apple ที่คุณอาจสนใจ Apple ยังอาจใช้ข้อมูลเกี่ยวกับกิจกรรมของคุณภายใน Apple Books เพื่อสื่อสารกับคุณเกี่ยวกับคุณสมบัติใหม่ เนื้อหา และข้อเสนอที่มีใน Apple Books คุณอาจได้รับการสื่อสารเหล่านี้ผ่านอีเมลหากคุณยินยอมที่จะรับข้อมูลการตลาดผ่านอีเมล คุณสามารถเปลี่ยนการตั้งค่าอีเมลของคุณและเลือกไม่รับอีเมลเหล่านี้ได้โดยไปที่ account.apple.com หรือบนอุปกรณ์ iOS, iPadOS หรือ visionOS โดยไปที่การตั้งค่า > [ชื่อของคุณ] > ข้อมูลส่วนบุคคล > การตั้งค่าการสื่อสาร คุณยังอาจได้รับการสื่อสารเหล่านี้ผ่านการแจ้งเตือนแบบผลักข้อมูลอีกด้วย ในการอัปเดตการตั้งค่าการแจ้งเตือนหรือเลือกไม่รับการแจ้งเตือนบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > การแจ้งเตือน > หนังสือ การโฆษณา โฆษณาที่ส่งโดย Apple ช่วยให้ผู้คนค้นพบแอป ผลิตภัณฑ์ และบริการบน App Store, Apple News และหุ้น เราใช้ข้อมูลเกี่ยวกับอุปกรณ์ บัญชี สินค้าที่ซื้อ รายการสมัครรับ และรายการดาวน์โหลดเพื่อให้แน่ใจว่าโฆษณาสัมพันธ์กับคุณ เมื่อคุณค้นหาใน App Store เราใช้คำค้นหาของคุณด้วย เราสร้างกลุ่มของผู้คน เรียกว่าเซ็กเมนต์ ซึ่งเป็นกลุ่มคนที่มีบุคลิกที่คล้ายคลึงกัน และเราใช้กลุ่มเหล่านี้สำหรับนำเสนอโฆษณาที่ตรงตามกลุ่มเป้าหมาย ข้อมูลเกี่ยวกับตัวคุณจะถูกใช้เพื่อพิจารณาว่าคุณสมควรจัดอยู่ในเซ็กเมนต์ใดและควรได้รับโฆษณาชิ้นใด ในการปกป้องความเป็นส่วนตัวของคุณ เราจะส่งโฆษณาที่ตรงตามกลุ่มเป้าหมายหากมีผู้คนตรงตามเกณฑ์เป้าหมาย 5,000 คนขึ้นไปเท่านั้น ข้อมูลที่ใช้เพื่อพิจารณาว่าคุณควรได้รับโฆษณาใดจะผูกกับข้อมูลจำเพาะแบบสุ่มแต่ไม่ผูกกับบัญชี Apple ของคุณ ถ้าการตั้งค่าโฆษณาสำหรับคุณโดยเฉพาะเปิดใช้อยู่ แพลตฟอร์มโฆษณาของ Apple อาจใช้ข้อมูลของคุณเพื่อให้บริการโฆษณาที่อาจเกี่ยวข้องกับคุณมากขึ้น ถ้าคุณไม่ต้องการรับการโฆษณาตามกลุ่มเป้าหมายตามความสนใจของคุณจากแพลตฟอร์มโฆษณาของ Apple คุณสามารถเลือกปิดใช้โฆษณาสำหรับคุณโดยเฉพาะได้ การปิดใช้โฆษณาสำหรับคุณโดยเฉพาะจะป้องกันไม่ให้ Apple ใช้ข้อมูลของคุณเพื่อการกำหนดเป้าหมายการโฆษณา ซึ่งจะไม่ลดจำนวนโฆษณาที่คุณได้รับ แต่โฆษณาอาจเกี่ยวข้องกับคุณน้อยลง เรียนรู้เพิ่มเติมเกี่ยวกับการโฆษณาของ Apple และความเป็นส่วนตัวที่ www.apple.com/th/legal/privacy/data/th/apple-advertising เรียนรู้เกี่ยวกับวิธีการไม่เข้าร่วมการรับโฆษณาสำหรับคุณโดยเฉพาะใน App Store, Apple News และหุ้นที่ support.apple.com/105131 การแชร์ข้อมูลกับบุคคลหรือบริษัทอื่น เรามีพันธะต้องให้ข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้เกี่ยวกับการซื้อเนื้อหากับคู่ค้าทางยุทธศาสตร์รายต่างๆ ที่ทำงานกับ Apple เพื่อส่งมอบผลิตภัณฑ์และบริการของเรา, ช่วยประชาสัมพันธ์ Apple ให้ลูกค้ารู้จัก และขายโฆษณาในนามของ Apple เพื่อแสดงใน App Store และ Apple News และหุ้น ตัวอย่างเช่น เราอาจแชร์ข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้แก่เจ้าของเนื้อหาเพื่อให้สามารถวัดค่าประสิทธิภาพของงานสร้างสรรค์ของตน ทำให้เป็นไปตามข้อเรียกร้องเกี่ยวกับลิขสิทธิ์และบัญชี และพัฒนาผลิตภัณฑ์และบริการของตนได้ พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลของคุณในแอปหนังสือโดยทั่วไปเพื่อปฏิบัติตามสัญญาของคุณกับ Apple ตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราขอยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลหมวดหมู่ของข้อมูลส่วนบุคคลต่อไปนี้ตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่น รวมถึงข้อมูลเกี่ยวกับ: • การใช้แอปหนังสือของคุณซึ่งรวมถึงคุณสมบัติที่คุณใช้ (ตัวอย่างเช่น สิ่งที่คุณเพิ่มไปยังรายการ “ต้องการอ่าน” ของคุณ) เนื้อหาที่คุณค้นหา เนื้อหาที่คุณดู ความเห็นของคุณ และการโต้ตอบของคุณกับการแจ้งเตือน • บัญชีของคุณ เช่น ผลิตภัณฑ์จาก Apple ที่คุณเป็นเจ้าของ การสมัครใช้บริการต่างๆ ของ Apple ของคุณ และสินค้าที่ซื้อและรายการดาวน์โหลดของคุณ • ID ฮาร์ดแวร์และที่อยู่ IP ของอุปกรณ์ของคุณ ผลประโยชน์ที่ถูกต้องตามกฎหมายเหล่านี้รวมถึง: • การปรับปรุงและปรับบริการให้เหมาะสมสำหรับคุณและผู้อื่น • การช่วยคุณค้นหาเนื้อหาที่สัมพันธ์กับตัวคุณมากที่สุด • การสื่อสารกับคุณเกี่ยวกับ Apple Books รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ ที่เกี่ยวข้องจาก Apple ที่คุณอาจสนใจ • แจ้งข้อมูลให้กับเจ้าของเนื้อหา • การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย การเก็บบันทึกข้อมูล เราเก็บบันทึกข้อมูลส่วนบุคคลที่เกี่ยวข้องกับการซื้อและรายการดาวน์โหลดของคุณเป็นระยะเวลาตามที่ระบุไว้ในกฎหมาย ซึ่งเกี่ยวข้องกับการแจ้งทางด้านการเงินที่แตกต่างกันไปตามแต่ละภูมิภาค สำหรับลูกค้าส่วนใหญ่ที่ต้องเก็บบันทึกข้อมูลเป็นระยะเวลาอย่างน้อย 10 ปี แต่ในภูมิภาค เช่น ประเทศจีน การเก็บบันทึกข้อมูลอาจมีระยะเวลา 30 ปี เรายังเก็บบันทึกข้อมูลการซื้อและรายการดาวน์โหลดเนื้อหาของคุณเป็นระยะเวลาอย่างน้อยนานตราบเท่าที่คุณมีบัญชีกับเรา เพื่ออนุญาตให้คุณดาวน์โหลดเนื้อหานั้นได้อีกครั้งตามข้อกำหนดที่บังคับใช้ของเรา เราจะเก็บบันทึกข้อมูลอื่นๆ เช่น กิจกรรมการเลือกหาและการค้นหาในช่วงระยะเวลาสั้นๆ โดยส่วนใหญ่แล้วเป็นระยะเวลาสองปี โดยระยะเวลาที่เลือกเก็บบันทึกข้อมูลจะเป็นไปตามข้อกำหนดทางกฎหมายในการเก็บรักษาข้อมูลและในกรณีสำหรับการใช้ในทางธุรกิจใดธุรกิจหนึ่ง อย่างไรก็ตาม บางข้อมูล เช่น การซื้อ ยกเว้นรายละเอียดบัตรที่จัดเก็บอยู่ของคุณ อาจถูกเก็บบันทึกเป็นบันทึกทางธุรกิจแม้หลังจากที่คุณปิดบัญชีหรือหยุดใช้ Apple Books หรือร้านค้าออนไลน์อื่นของ Apple เมื่อคุณใช้บัตรชำระเงิน Apple อาจเก็บรักษาและอัปเดตหมายเลขบัตรและข้อมูลการเรียกเก็บเงินของคุณโดยอัตโนมัติสำหรับการซื้อในอนาคต ธุรกรรมแบบประจำ หรือการใช้งานอื่นๆ ที่คุณอนุญาต Apple อาจได้รับข้อมูลนี้จากสถาบันการเงินหรือเครือข่ายการชำระเงินของคุณ และอาจใช้ข้อมูลนี้เพื่อเป็นการป้องกันการโจรกรรมและเพื่อตรวจสอบยืนยันด้วย การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย เรายังเก็บรวบรวมข้อมูลส่วนบุคคลเพื่อป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้ายใน Apple Books และร้านค้าออนไลน์อื่นๆ ของ Apple รวมถึงแอปและบริการอื่นๆ จาก Apple อีกด้วย ข้อมูลนี้รวมถึงข้อมูลอุปกรณ์ เช่น ประเภทของอุปกรณ์และเวอร์ชั่นซอฟต์แวร์ ข้อมูลตำแหน่งที่ตั้ง (ซึ่งประมาณโดยการเทียบที่อยู่ IP ของการเชื่อมต่อกับอินเทอร์เน็ตของคุณกับพื้นที่ทางภูมิศาสตร์ หากมี) ประวัติการดาวน์โหลดและการซื้อ และการโต้ตอบอื่นกับร้าน เมื่อคุณเริ่มการซื้อ Apple อาจใช้ข้อมูลเกี่ยวกับประวัติความสัมพันธ์ทางธุรกิจของคุณกับ Apple เพื่อประมวลผลคำขอของคุณและตัดสินใจว่าจะมอบผลิตภัณฑ์หรือบริการก่อนได้รับการรับรองความถูกต้องโดยพันธมิตรการชำระเงินหรือไม่ เรายังคำนวณคะแนนความน่าเชื่อถือของอุปกรณ์บนอุปกรณ์ของคุณเมื่อคุณพยายามซื้อสินค้า โดยใช้ข้อมูลเกี่ยวกับวิธีการใช้งานอุปกรณ์ของคุณ รวมถึงจำนวนสายโทรหรืออีเมลที่คุณส่งและรับโดยประมาณ การส่งข้อมูลนี้ถูกออกแบบมาให้ Apple ไม่สามารถเรียนรู้มูลค่าที่แท้จริงของอุปกรณ์ของคุณได้ คะแนนจะถูกจัดเก็บบนเซิร์ฟเวอร์ของเราเป็นระยะเวลาตายตัว ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Bilgilerinizin gizliliğini ve güvenliğini korumak Apple’daki herkesin önceliğidir. Daha iyi bir deneyim yaşamanızı sağlamak amacıyla yalnızca gereksinimimiz olan verileri toplamak için çok çalışıyoruz. Verileri topladığımızda da, bilinçli seçimler yapabilmeniz için neleri topladığımızı ve bunlara niçin gereksinimimiz olduğunu bilmenizin önemli olduğuna inanıyoruz. Her Apple ürünü ve servisi gibi Apple Books da bu prensipler göz önünde bulundurularak tasarlanmıştır. Mağazaları Sağlama iTunes Store ve Apple Books da dahil olmak üzere App Store’da ve Apple’ın diğer çevrimiçi mağazalarında servisleri ve özellikleri sağlamak için kişisel verilerinizi kullanıyoruz. Bu bilgiler, ayarlarda erişebileceğiniz ve değişiklik yapabileceğiniz hesap ve ödeme bilgileriniz ile alışveriş ve indirme geçmişinizi içerir. Apple Books’tan içerik indirdiğinizde, aygıtınızın donanım tanıtıcısı ve IP adresi gibi tanıtıcılar Apple Hesabı’nızla birlikte Apple tarafından kaydedilir. Size kolaylık sağlamak amacıyla Apple Books ayraçlarınızı, notlarınızı ve koleksiyonlarınızı giriş yapmış aygıtlarınızın ve bilgisayarlarınızın arasında eşzamanlar. Bu bilgiler, Apple Hesabı’nızla ilişkili olarak saklanır. Mağazaları İyileştirme App Store’da ve Apple’ın diğer çevrimiçi mağazalarında deneyiminizi iyileştirmek için mağazayı ne zaman açtığınız veya kapattığınız, ne tür içerikler aradığınız ve görüntülediğiniz ve indirdiğiniz içerikler ve bildirimlerle etkileşimleriniz gibi Apple Books’u kullanımınız ile ilgili bilgileri topluyoruz. Aygıt türü, işletim sisteminizin sürümü, aygıtınızdaki boş alanın büyüklüğü gibi aygıtınız hakkında bilgileri de toplarız. İstenen içeriğin indirilip indirilemeyeceğini, aygıt saklama alanının kullanımında genel kullanım eğilimlerini ve aygıtınızın WLAN’a mı yoksa hücresele mi bağlı olduğunu değerlendirmemiz için bu bilgileri kullanabiliriz. Yaptığınız aramalar, size güncel aramaları sunmamızı da mümkün kılar. Aramayı ve önerileri iyileştirmek için uygulama kullanımı ve okuma etkinliği ile ilgili toplu bilgileri kullanırız. Kullanıcı katılımını anlamak, özelliklere öncelik vermek ve toplam okuma etkinliğini anlamak için kitaplarla kullanıcı etkileşimlerini toplarız. Bu bilgi, her bir kullanıcı ve her bir kitap için rasgele benzersiz tanıtıcılarla ilişkilendirilir, böylece Apple belirli bir kullanıcının okuma etkinliğini öğrenmez. Apple Booksʼtan indirilen kitaplar için kullanım, tür gibi kitap hakkındaki bilgilerle ilişkili olan kullanıcılar genelinde toplanır. Apple Booksʼtan indirilmeyen kitaplar veya diğer belgeler için dosya biçimini toplarız ancak kitabın içeriği hakkında başka bilgi toplamayız. iCloud’a giriş yapmış aygıtlarınız genelinde kitap kullanım etkinliği için uçtan uca şifreleme kullanarak tanıtıcıları eşzamanlamak üzere iCloud’u kullanırız. iOS, iPadOS veya visionOS aygıtınızda bu tanıtıcıları sıfırlamak için Ayarlar > Uygulamalar > Kitaplar bölümüne gidin ve Tanıtıcıyı Sıfırla’ya dokunun. Mağazaları kişiselleştirme Sizinle en ilgili içerikleri keşfetmenize yardımcı olmak için Apple Books ile etkileşimlerinizi kullanırız. Örneğin hangi içerikleri görüntülediğinizi veya indirdiğinizi bilmek Beğenebileceğin Kitaplar gibi kişiselleştirilmiş özellikleri sunabilmemize olanak tanır. Daha önce aradıklarınıza, görüntülediklerinize, indirdiklerinize, güncellediklerinize, gözden geçirdiklerinize veya Okunacaklar listenize eklediklerinize göre ilginizi çekebileceğini düşündüğümüz içeriği öneririz. Daha ilgili öneriler oluşturmak için kitaptaki ilerleme durumunuz gibi okuma etkinliğinizi de kullanırız. Bu okuma etkinliği Apple Hesabı’nızla ilişkilendirilmez. Apple Hesabı’nızdan türetilen hesap bilgileri ile birlikte satın alma geçmişinizi ve ödeme yöntemlerinizi kullanırız. Apple Hesabı’nız için Kişiselleştirilmiş Öneriler’i kapatarak App Store, Apple Books, iTunes Store, Videos, Podcasts servislerindeki ve Apple aboneliklerindeki kişiselleştirme özelliklerini kapatabilirsiniz. iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > [adınız] > Ortamlar ve Satın Almalar > Hesabı Görüntüle bölümüne gidin, sonra Kişiselleştirilmiş Öneriler’i kapatmak için dokunun. Siri, kullandığınız uygulamalardan alınan bilgilerin aygıtta işlenmesinden yola çıkarak beğenebileceğiniz içerikler önerir. Bu bilgiler Apple’a gönderilmez. Bunu istediğiniz zaman iOS, iPadOS veya visionOS aygıtınızda Ayarlar > Uygulamalar > Kitaplar > Siri ve Arama’ya gidip Uygulamada Göster’i kapatmak için dokunarak etkisizleştirebilirsiniz. Sizinle İletişim Apple, Apple Books ve ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek için hesabınız hakkında, sahip olduğunuz Apple ürünleri ve Apple servislerine olan abonelikleriniz gibi bilgileri kullanabilir. Apple, size Apple Booksʼtaki yeni özellikler, içerikler ve teklifler hakkında haberler göndermek için Apple Booksʼtaki etkinliğinizle ilgili bilgileri de kullanabilir. E-posta ile pazarlama almayı onaylarsanız bu haberleri e-posta ile alabilirsiniz. account.apple.com/tr adresine giderek veya iOS, iPadOS ya da visionOS aygıtlarında Ayarlar > [adınız] > Kişisel Bilgiler > İletişim Tercihleri’ne giderek e-posta tercihlerinizi değiştirebilir ve e-posta almaktan vazgeçebilirsiniz. Bu haberleri anında iletilen bildirimler aracılığıyla da alabilirsiniz. iOS, iPadOS veya visionOS aygıtınızda bildirim tercihlerinizi güncellemek veya bildirimlerden vazgeçmek için Ayarlar > Bildirimler > Kitaplar bölümüne gidin. Reklam Apple tarafından sunulan reklamlar, kişilerin App Store’da, Apple News’da ve Borsa’da uygulamaları, ürünleri ve servisleri bulmasına yardımcı olur. Reklamların ilgili olmasını sağlamak için aygıtınız, hesabınız, satın almalarınız, abonelikleriniz ve indirmeleriniz hakkında bilgi toplarız. App Store’da arama yaptığınızda aranan terimleri de kullanırız. Benzer özellikleri paylaşan sektörler olarak adlandırılan kişi grupları oluşturur ve hedef reklamların gönderilmesi için bu grupları kullanırız. Sizinle ilgili bilgiler, hangi dilimlere dahil edilmiş olduğunuzu ve böylece hangi reklamları alacağınızı belirlemek için kullanılır. Gizliliğinizi korumak için hedeflenen reklamlar yalnızca en az 5.000 kişi hedefleme ölçütlerini karşılıyorsa iletilir. Hangi reklamların daha ilgili olduğunu belirlemek için kullanılan bilgiler Apple Hesabı’nızla değil rasgele tanıtıcılar ile ilişkilendirilir. Kişiselleştirilmiş Reklamlar ayarı açıksa Apple’ın reklam platformu, sizinle daha ilgili reklamlar sunmak için bilgilerinizi kullanabilir. Apple’ın reklam platformundan ilgi alanlarınıza göre hedef reklamlar almak istemiyorsanız Kişiselleştirilmiş Reklamlar’ı kapatmayı seçebilirsiniz. Kişiselleştirilmiş Reklamlar’ın kapatılması Apple’ın hedef reklamlar için bilgilerinizi kullanmasını engeller. Aldığınız reklam sayısı azalmayabilir ama reklamlar sizinle daha az ilgili olur. Apple’ın Sunduğu Reklamlar ve Gizlilik hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/apple-advertising adresine gidin. App Store, Apple News ve Borsa uygulamalarında kişiselleştirilmiş reklamları görmemeyle ilgili bilgi edinmek için support.apple.com/105131 adresine gidin. Üçüncü Partilerle Paylaşma İçerik satın almalarınızla ilgili kişisel olmayan bazı verileri, ürünlerimizi ve servislerimizi sunmak, Apple’ın müşterilere ulaşmasını sağlamak ve Apple’ın adına App Store’da, Apple News’da ve Borsa’da görüntülenecek reklamlar satmak amacıyla Apple ile çalışan stratejik ortaklara sağlamak zorundayız. Örneğin, yaratıcı çalışmalarının performansını ölçebilmeleri, telif ve muhasebe gereksinimlerini karşılayabilmeleri ve ürünleri ile servislerini iyileştirebilmeleri amacıyla içerik sahiplerine kişisel olmayan veriler sağlayabiliriz. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Kitaplar uygulamasındaki kişisel verilerinizi, servisi sunmak ve yasal yükümlülüklerimize uymak için gerekli olduğu gibi Apple ile sözleşmenizin yerine getirilmesi için işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde aşağıdaki bilgiler de dahil kişisel veri kategorilerini bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi işleriz: • Kullandığınız özellikler (örneğin Okunacaklar listenize ekledikleriniz), aradığınız içerikler, görüntülediğiniz içerikler, yorumlarınız ve bildirimlerle etkileşimleriniz de dahil olmak üzere Kitaplar uygulaması kullanımınız • Sahip olduğunuz Apple ürünleri, Apple servislerine olan abonelikleriniz, satın aldıklarınız ve indirdikleriniz gibi hesap bilgileriniz • Aygıtınızın donanım tanıtıcısı ve IP adresi Bu yasal çıkarlar şunları içerir: • Servisi siz ve diğer kullanıcılar için en iyi duruma getirmek ve iyileştirmek • Size en uygun içerikleri keşfetmenize yardımcı olmak • Apple Books ve ilginizi çekebilecek diğer ilgili Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek • İçerik sahiplerine rapor sunmak • Dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek Bilgi Saklama Satın almalarınız ve indirmeleriniz ile ilişkili kişisel verileri bölgeye göre değişen mali raporlamayla ilgili yürürlükte bulunan yasalarca belirtilen süre boyunca saklıyoruz. Bu, çoğu müşterimiz için en az 10 yıllık bir saklama süresi gerektirir ama Çin gibi bölgelerde bu süre 30 yılı bulabilir. Bizde bir hesabınız olduğu sürece satın aldığınız ve indirdiğiniz içerikleri, yine yürürlükte bulunan hükümlere uygun olarak yeniden indirmenize izin vermek için söz konusu içeriğin bir kaydını da saklıyoruz. Dolaşma etkinliği ve aramalar gibi diğer bilgileri ise daha kısa bir süre (genellikle iki yıl) saklıyoruz. Seçilen süre, veri saklama için yürürlükte bulunan yasal koşulları ve özel işletme kullanım durumunu dikkate alır. Bununla birlikte, satın almalar gibi bazı bilgiler hesabınızı kapatsanız ya da Apple Booksʼu veya diğer çevrimiçi Apple mağazalarını kullanmayı bıraksanız bile işletme kaydı olarak tutulabilir ancak sakladığınız kart ayrıntıları tutulmaz. Bir ödeme kartı kullandığınızda Apple gelecekteki alışverişler, yinelenen işlemler veya yetki verdiğiniz diğer kullanımlar için kart numaranızı ve fatura bilgilerinizi tutabilir ve otomatik olarak güncelleyebilir. Apple, bu bilgileri finansal kurumunuzdan veya ödeme ağınızdan elde edebilir ve ayrıca bu bilgileri dolandırıcılığı önleme ve doğrulama için kullanabilir. Dolandırıcılığı ve Diğer Kötü Amaçlı Eylemleri Önleme Apple Booksʼta ve Appleʼın diğer çevrimiçi mağazalarında ve diğer Apple uygulamalarında ve servislerinde dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek için kişisel verileri de topluyoruz. Bu bilgiler; aygıt türü ve yazılım sürümü gibi aygıt bilgilerini, konum bilgisini (varsa, internet bağlantınızın IP adresi bir coğrafi bölgeyle eşleştirilerek tahmin edilir), indirme ve satın alma geçmişini ve mağazalardaki diğer etkileşimleri içerir. Apple, bir satın alma işlemi başlattığınızda isteği işleme koymak ve ödeme ortağının yetkilendirmesinden önce ürünün veya servisin sunulup sunulmayacağını belirlemek için Apple ile geçmiş iş ilişkileriniz hakkındaki bilgileri kullanabilir. Aynı zamanda, bir satın alma işlemi gerçekleştirmeye çalıştığınızda gönderdiğiniz ve aldığınız telefon aramalarının veya e‑postaların yaklaşık sayısı da dahil olmak üzere aygıtınızı nasıl kullandığınız hakkındaki bilgileri kullanarak aygıtınızda bir aygıt güven puanı hesaplarız. Gönderilen veriler, Appleʼın aygıtınızdaki gerçek değerleri öğrenemeyeceği şekilde tasarlanmıştır. Puan, sunucularımızda belirli bir süre saklanır. Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Appleʼın Gizlilik Politikasıʼna uygun şekilde işlenir.
uk: Захист приватності й безпеки вашої інформації є першочерговим завданням для всіх у компанії Apple. Ми докладаємо великих зусиль, щоб збирати лише ті дані, які потрібні нам, щоб забезпечити для вас найкращий сервіс. Тому коли нам доводиться збирати дані, ми вважаємо, що для вас важливо знати, що й навіщо ми збираємо, щоб ви могли зробити поінформований вибір. Apple Books, як і решту продуктів і послуг Apple, розроблено на цих засадах. Надання послуг Магазинів Ми використовуємо ваші персональні дані, щоб забезпечувати роботу служб і функцій в App Store та інших онлайн-магазинах Apple, зокрема в iTunes Store і Apple Books. Ці відомості містять, зокрема, вашу облікову та платіжну інформацію, яку ви можете переглядати й змінювати в параметрах, а також вашу історію покупок і викачувань. Коли ви викачуєте вміст з Apple Books, Apple реєструє разом із вашим обліковим записом Apple такі ідентифікатори, як ідентифікатор обладнання пристрою та IP‑адресу. Для вашої зручності Apple Books синхронізує ваші закладки, нотатки та добірки на всіх ваших пристроях і компʼютерах, що ввійшли в систему. Ця інформація зберігається з привʼязкою до вашого облікового запису Apple. Удосконалення Магазинів Щоб зробити App Store та інші онлайн-магазини Apple зручнішими, ми збираємо інформацію про ваше використання Apple Books, зокрема про час, коли ви відвідуєте магазин або завершуєте з ним роботу, про вміст, який ви шукаєте, переглядаєте та викачуєте, а також про вашу взаємодію зі сповіщеннями. Ми також збираємо інформацію про ваш пристрій, як‑от тип пристрою, версія операційної системи та обсяг вільного місця на пристрої. Ми можемо використовувати цю інформацію, щоб оцінити можливість викачування запитаного вмісту, зрозуміти загальні тенденції використання пристрою та сховища й дізнатися, чи підʼєднано ваш пристрій до WLAN або стільникової мережі. Те, що ви шукаєте, дає нам змогу пропонувати популярні пошукові запити. Щоб покращувати пошук і рекомендації, ми використовуємо сукупну інформацію про використання програм і читацьку активність. Ми збираємо дані взаємодії користувача з книгами, щоб зрозуміти ступінь залученості користувача, визначити пріоритетні функції та аналізувати сукупні дані читацької активності. Ця інформація повʼязується з випадковим ідентифікатором, унікальним для кожного користувача та кожної книги, тож Apple не може вивчати читацьку активність певного користувача. Для книг, викачаних з Apple Books, дані використання від користувачів зводяться в поєднанні з інформацією про книгу, як‑от жанром. Для книг чи інших документів, викачаних деінде, аніж із Apple Books, ми збираємо інформацію про формат, але жодної інформації щодо змісту книги. Ідентифікатори, що стосуються використання книг, синхронізуються між вашими пристроями, на яких здійснено вхід в iCloud, через iCloud із застосуванням наскрізного шифрування. Щоб скинути ці ідентифікатори на пристрої iOS, iPadOS чи visionOS, перейдіть у Параметри > Програми > Книги й натисніть «Скинути ідентифікатор». Персоналізація магазинів Ми використовуємо дані про вашу взаємодію з Apple Books, щоб допомагати вам знаходити найдоречніший вміст. Наприклад, знаючи, який вміст ви переглядаєте або викачуєте, ми можемо пропонувати вам персоналізовані функції, як‑от «Більше книжок, які можуть цікавити». Ми рекомендуємо цікавий на нашу думку вміст на базі того, що ви раніше шукали, переглядали, викачували, оновлювали, оцінювали або додавали до списку «Хочу прочитати». Ми також використовуємо дані вашої читацької активності, як‑от інформацію про те, яку частину певної книги ви прочитали, для створення доречніших рекомендацій. Ці дані читацької активності не повʼязуються з вашим обліковим записом Apple. Ми використовуємо вашу історію покупок і способи оплати разом з обліковою інформацією, отриманою з вашого облікового запису Apple. Можна вимкнути функції персоналізації в App Store, Apple Books, iTunes Store, у програмі Відео та Подкастах, а також для підписок Apple. Для цього вимкніть параметр «Персоналізовані рекомендації» для свого облікового запису Apple. На пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > [ваше імʼя] > Медіавміст і покупки > Переглянути запис, а потім вимкніть параметр «Персоналізовані рекомендації». Siri пропонує вміст, що може вам сподобатися, на основі опрацювання на пристрої даних, отриманих від використовуваних вами програм. Ця інформація не надсилається до Apple. Цю функцію можна вимкнути будь‑якої миті. Для цього на пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > Програми > Книги > Siri і Пошук і вимкніть параметр «Показувати у програмі». Спілкування з вами Apple може використовувати інформацію про ваш обліковий запис, наприклад продукти Apple у вашій власності й ваші підписки на служби Apple, щоб надсилати повідомлення про Apple Books та інші продукти, служби й пропозиції Apple, що можуть вас цікавити. Apple також може використовувати інформацію про ваші дії в Apple Books, щоб надсилати вам повідомлення про нові функції, вміст і пропозиції, доступні в Apple Books. Ви можете отримувати такі повідомлення е‑поштою, якщо погодились отримувати маркетингові листи. Змінити параметри е‑пошти й відмовитися від отримання цих листів можна на вебсайті account.apple.com або на пристроях iOS, iPadOS чи visionOS у меню Параметри > [ваше імʼя] > Персональна інформація > Параметри звʼязку. Ви також можете отримувати ці повідомлення в push‑сповіщеннях. Щоб оновити свої параметри сповіщень на пристрої iOS, iPadOS чи visionOS або відмовитися від отримання сповіщень, перейдіть у меню Параметри > Сповіщення > Книги. Реклама Реклама від Apple допомагає людям знаходити програми, продукти та послуги в App Store, Apple News і програмі «Біржі». Ми використовуємо інформацію про пристрій, обліковий запис, покупки, підписки й викачування, щоб забезпечити актуальність рекламних оголошень. У разі пошуку в App Store ми використовуємо також пошукові запити. Ми обʼєднуємо в групи (чи сегменти) людей зі схожими характеристиками й використовуємо ці групи для відправлення цільової реклами. За інформацією про вас визначають сегменти, в які ви входите, а отже і рекламу, яку ви отримуєте. Щоб захистити вашу приватність, цільові оголошення доставляються, лише якщо цільовому критерію відповідають понад 5000 осіб. Інформація, яка використовується для визначення актуальних для вас рекламних оголошень, повʼязується з випадковими ідентифікаторами, а не з вашим обліковим записом Apple. Якщо параметр «Персоналізована реклама» ввімкнено, рекламна платформа Apple може використовувати вашу інформацію, щоб показувати актуальніші рекламні оголошення. Якщо ви не хочете отримувати рекламні оголошення, підібрані під ваші інтереси на рекламній платформі Apple, вимкніть параметр «Персоналізована реклама». Якщо вимкнути параметр «Персоналізована реклама», Apple не зможе використовувати вашу інформацію для цільової реклами. Це навряд чи зменшить кількість рекламних оголошень, проте самі вони можуть стати менш актуальними. Докладну інформацію про рекламу від Apple і приватність наведено на вебсторінці www.apple.com/legal/privacy/data/uk/apple-advertising. Інструкції щодо того, як відмовитися від персоналізованої реклами в App Store, Apple News і Біржах, наведено на вебсторінці support.apple.com/105131. Поширення для третіх сторін Ми зобовʼязані надавати деякі неперсональні дані про вміст ваших покупок стратегічним партнерам, які співпрацюють з Apple, щоб постачати наші продукти й послуги, допомагати Apple знаходити ринки збуту й реалізувати рекламу від імені Apple для показу в App Store, Apple News і Біржах. Наприклад, ми можемо надавати власникам вмісту неперсональні дані про придбаний вами вміст, щоб вони могли оцінювати ефективність своєї творчої роботи, виконувати авторські й фінансові зобовʼязання та вдосконалювати свої продукти й послуги. Відповідне юридичне підґрунтя для оброблення особистих даних Ми обробляємо ваші особисті дані в програмі «Книги» в основному для дотримання умов вашого договору з Apple у межах, необхідних для надання послуг і виконання наших зобовʼязань. У регіонах, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. Там, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо такі категорії особистих даних: • Дані про користування програмою «Книги», як‑от функції, які використовуєте (наприклад, що ви додаєте до списку «Хочу прочитати»), вміст, який ви шукаєте й переглядаєте, оцінки й реакція на сповіщення • Інформація про ваш обліковий запис, як‑от продукти Apple у вашій власності, підписки на служби Apple і ваші покупки й викачування • Ідентифікатор вашого пристрою та IP‑адреса До згаданих вище законних інтересів входять: • Оптимізація і вдосконалення служби для вас та інших користувачів • Допомога в пошуку вмісту, що є найдоречнішим для вас • Надсилання повідомлень про Apple Books та інші повʼязані продукти, служби й пропозиції Apple, що можуть вас зацікавити • Надання звітів власникам вмісту • Запобігання шахрайству й іншій зловмисній діяльності Зберігання Ми зберігаємо персональні дані, повʼязані з вашими покупками й викачуваннями, на терміни, визначені чинним законодавством стосовно фінансової звітності, що можуть відрізнятися залежно від регіону. Для більшості клієнтів строк зберігання має бути принаймні 10 років, проте для деяких регіонів, як‑от Китаю, цей період може становити 30 років. Ми також зберігаємо реєстраційні записи ваших покупок і викачувань вмісту, принаймні поки ви маєте в нас обліковий запис, щоб ви могли повторно викачати такий вміст відповідно до наших чинних умов. Ми зберігаємо іншу інформацію, як‑от дії під час перегляду та пошукові запити, протягом коротшого періоду часу, зазвичай два роки. Період обирається з урахуванням вимог чинного законодавства щодо зберігання даних та обставин бізнес-застосування. Утім, деяка інформація, як‑от покупки (окрім даних вашої збереженої картки), може зберігатися як реєстраційні записи обліку господарської діяльності, навіть після того як ви закриєте свій обліковий запис чи припините користуватись Apple Books та іншими онлайн-магазинами Apple. Коли ви використовуєте свою платіжну картку, Apple може зберігати й автоматично оновлювати номер вашої картки та платіжну інформацію для майбутніх покупок, періодичних трансакцій або для інших цілей, які ви дозволите. Apple може отримувати цю інформацію від вашої фінансової установи чи платіжної мережі та використовувати її для перевірок і запобігання шахрайству. Запобігання шахрайству й іншій зловмисній діяльності Ми також збираємо персональні дані, щоб запобігати шахрайству та іншим зловмисним діям в Apple Books та інших онлайн-магазинах, програмах і службах Apple. Ця інформація містить відомості про пристрій, як‑от тип пристрою та версію програмного забезпечення, дані геопозиції (приблизна геопозиція визначається за географічним регіоном IP‑адреси вашого інтернет-зʼєднання), якщо такі є, історію викачувань і покупок та інші взаємодії з магазинами. Коли ви здійснюєте покупку, компанія Apple може використовувати інформацію про історію ваших ділових взаємодій з Apple, щоб обробити запит і визначити можливість надання продукту чи служби, перш ніж оператор платежів авторизує оплату. Ми також підраховуємо бал довіри вашого пристрою, коли ви намагаєтеся щось придбати, на основі інформації про використання вами пристрою, зокрема приблизної кількості телефонних викликів чи е‑листів, які ви надсилаєте й отримуєте. Подання даних реалізовано так, що компанія Apple не може дізнатися про фактичні значення на вашому пристрої. Цей бал зберігається на наших серверах протягом фіксованого проміжку часу. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy
vi: Bảo vệ quyền riêng tư và bảo mật thông tin của bạn là ưu tiên đối với mọi người tại Apple. Chúng tôi nỗ lực làm việc để chỉ thu thập dữ liệu cần thiết nhằm cải thiện trải nghiệm của bạn và khi thu thập dữ liệu, chúng tôi cho rằng điều quan trọng là bạn biết chúng tôi đang thu thập những gì và tại sao chúng tôi cần dữ liệu đó, để bạn có thể đưa ra lựa chọn đúng đắn. Apple Books, giống như mọi sản phẩm và dịch vụ của Apple, được thiết kế dựa trên những nguyên tắc này. Cung cấp các cửa hàng Chúng tôi sử dụng dữ liệu cá nhân của bạn để cung cấp các dịch vụ và tính năng trong App Store và các cửa hàng trực tuyến khác của Apple, bao gồm iTunes Store và Apple Books. Ví dụ: thông tin này bao gồm thông tin về tài khoản và thanh toán mà bạn có thể truy cập và thay đổi trong phần cài đặt, cũng như lịch sử mua và tải về của bạn. Khi bạn tải về nội dung từ Apple Books, các mã định danh như ID phần cứng của thiết bị và địa chỉ IP được Apple ghi lại cùng với Tài khoản Apple của bạn. Để thuận tiện cho bạn, Apple Books đồng bộ hóa các dấu trang, ghi chú và bộ sưu tập của bạn trên các thiết bị và máy tính được đăng nhập. Thông tin này được lưu trữ liên kết với Tài khoản Apple của bạn. Cải thiện các cửa hàng Để cải thiện trải nghiệm trong App Store và các cửa hàng trực tuyến khác của Apple, chúng tôi thu thập thông tin về việc sử dụng Apple Books của bạn, bao gồm thời điểm bạn truy cập hoặc thoát khỏi cửa hàng, nội dung bạn tìm kiếm, nội dung bạn xem và tải về, cũng như tương tác của bạn với các thông báo. Chúng tôi cũng thu thập thông tin về thiết bị của bạn, ví dụ như loại thiết bị, phiên bản hệ điều hành và mức dung lượng trống trên thiết bị. Chúng tôi có thể sử dụng thông tin này để đánh giá xem có thể tải về nội dung đã yêu cầu không, để tìm hiểu xu hướng chung trong việc sử dụng bộ nhớ của thiết bị và liệu thiết bị của bạn được kết nối bằng WLAN hay di động. Chúng tôi cũng có thể đề xuất các tìm kiếm theo xu hướng dựa trên nội dung bạn tìm kiếm. Chúng tôi sử dụng thông tin tổng hợp về việc sử dụng ứng dụng và hoạt động đọc để cải thiện tìm kiếm và đề xuất. Chúng tôi thu thập các tương tác của người dùng với sách để tìm hiểu tương tác của người dùng, ưu tiên các tính năng và tìm hiểu hoạt động đọc tổng hợp. Thông tin này được liên kết với các định danh ngẫu nhiên duy nhất cho từng người dùng cũng như từng sách để Apple không ghi nhớ hoạt động đọc của người dùng cụ thể. Đối với các sách được tải về từ Apple Books, việc sử dụng được kết hợp giữa những người dùng liên kết với thông tin về sách, chẳng hạn như thể loại. Đối với sách hoặc tài liệu khác không được tải về từ Apple Books, chúng tôi thu thập định dạng tệp chứ không thu thập thông tin về nội dung của sách. Chúng tôi sử dụng iCloud để đồng bộ hóa các mã định danh được mã hóa hai chiều cho hoạt động sử dụng sách trên các thiết bị được đăng nhập vào iCloud của bạn. Để đặt lại những mã định danh này trên thiết bị iOS, iPadOS hoặc visionOS của bạn, hãy đi tới Cài đặt > Ứng dụng > Sách và chạm Đặt lại mã định danh. Cá nhân hóa các cửa hàng Chúng tôi sử dụng các tương tác với Apple Books để giúp bạn khám phá nội dung phù hợp nhất với bạn. Ví dụ như việc biết được nội dung bạn xem hoặc tải về giúp chúng tôi có thể cung cấp các tính năng được cá nhân hóa như Sách khác có thể bạn thích. Chúng tôi đề xuất nội dung mà chúng tôi cho rằng bạn sẽ quan tâm dựa trên nội dung mà trước đây bạn đã tìm kiếm, xem, tải về, cập nhật, nhận xét hoặc thêm vào danh sách Muốn đọc. Chúng tôi cũng sử dụng hoạt động đọc của bạn, ví dụ như tiến trình của bạn bên trong một cuốn sách để tạo ra các đề xuất phù hợp hơn. Hoạt động đọc này không được liên kết với Tài khoản Apple của bạn. Chúng tôi sử dụng lịch sử mua và phương thức thanh toán cùng với thông tin tài khoản được lấy từ Tài khoản Apple của bạn. Bạn có thể tắt các tính năng cá nhân hóa trong App Store, Apple Books, iTunes Store, Video, Podcast và cho các đăng ký từ Apple bằng cách tắt Đề xuất được cá nhân hóa cho Tài khoản Apple của mình. Trên thiết bị iOS, iPadOS hoặc visionOS, hãy đi tới Cài đặt > [tên của bạn] > Phương tiện & Mục mua, chạm vào Xem tài khoản và sau đó chạm để tắt Đề xuất được cá nhân hóa. Siri gợi ý nội dung mà bạn có thể thích dựa trên quá trình xử lý thông tin trên thiết bị được lấy từ các ứng dụng mà bạn sử dụng. Thông tin này không được gửi đến Apple. Bạn có thể tắt tùy chọn này bất kỳ lúc nào trên thiết bị iOS, iPadOS hoặc visionOS bằng cách đi tới Cài đặt > Ứng dụng > Sách > Siri & Tìm kiếm và chạm để tắt Hiển thị trong ứng dụng. Liên lạc với bạn Apple có thể sử dụng thông tin về tài khoản của bạn, ví dụ như các sản phẩm Apple mà bạn sở hữu và các đăng ký dịch vụ của Apple của bạn, để gửi cho bạn các liên lạc về Apple Books và các sản phẩm, dịch vụ cũng như ưu đãi khác của Apple mà bạn có thể quan tâm. Apple cũng có thể sử dụng thông tin về hoạt động của bạn bên trong Apple Books để gửi cho bạn các liên lạc về các tính năng, nội dung và ưu đãi mới có sẵn trên Apple Books. Bạn có thể nhận được những liên lạc này qua email, nếu bạn đồng ý nhận tiếp thị qua email. Bạn có thể thay đổi tùy chọn email và lựa chọn không nhận những email này bằng cách truy cập account.apple.com, hoặc bằng cách đi tới Cài đặt > [tên của bạn] > Thông tin cá nhân > Tùy chọn liên lạc trên thiết bị iOS, iPadOS hoặc visionOS của bạn. Bạn cũng có thể nhận được những liên lạc này qua thông báo push. Để cập nhật tùy chọn thông báo hoặc để lựa chọn không nhận các thông báo trên thiết bị iOS, iPadOS hoặc visionOS của bạn, hãy đi tới Cài đặt > Thông báo > Sách. Quảng cáo Quảng cáo do Apple phân phối giúp mọi người khám phá các ứng dụng, sản phẩm và dịch vụ trên App Store, Apple News và Chứng khoán. Chúng tôi sử dụng thông tin về thiết bị, tài khoản, mục mua, đăng ký và tải về của bạn để đảm bảo rằng các quảng cáo là phù hợp. Khi bạn tìm kiếm trên App Store, chúng tôi cũng sử dụng các cụm từ tìm kiếm của bạn. Chúng tôi tạo ra các nhóm người, được gọi là các phân khúc, có đặc điểm giống nhau và sử dụng những nhóm này để phân phối quảng cáo được nhắm mục tiêu. Thông tin về bạn được sử dụng để xác định xem bạn được xếp vào phân khúc nào và quảng cáo nào bạn sẽ nhận được theo đó. Để bảo vệ quyền riêng tư của bạn, các quảng cáo được nhắm mục tiêu chỉ được phân phối nếu có trên 5.000 người đáp ứng các tiêu chí nhắm mục tiêu. Thông tin được sử dụng để xác định quảng cáo nào phù hợp với bạn được liên kết với các mã định danh ngẫu nhiên và không được liên kết với Tài khoản Apple của bạn. Nếu cài đặt Quảng cáo được cá nhân hóa được bật, nền tảng quảng cáo của Apple có thể sử dụng thông tin của bạn để cung cấp các quảng cáo phù hợp hơn với bạn. Nếu bạn không muốn nhận quảng cáo được nhắm mục tiêu theo sở thích từ nền tảng quảng cáo của Apple, bạn có thể lựa chọn tắt Quảng cáo được cá nhân hóa. Tắt Quảng cáo được cá nhân hóa sẽ ngăn cản Apple sử dụng thông tin của bạn để nhắm mục tiêu quảng cáo. Việc này có thể không làm giảm số lượng quảng cáo mà bạn nhận được, nhưng các quảng cáo có thể ít phù hợp với bạn hơn. Tìm hiểu thêm về Quảng cáo của Apple & Quyền riêng tư tại địa chỉ www.apple.com/legal/privacy/data/vi/apple-advertising. Tìm hiểu về cách không nhận quảng cáo được cá nhân hóa trong App Store, Apple News và Chứng khoán tại địa chỉ support.apple.com/105131. Chia sẻ với bên thứ ba Chúng tôi có nghĩa vụ cung cấp một số dữ liệu phi cá nhân về việc mua nội dung của bạn cho các đối tác chiến lược làm việc với Apple để cung cấp các sản phẩm và dịch vụ của chúng tôi, giúp Apple tiếp thị đến khách hàng và bán quảng cáo thay mặt Apple để hiển thị trong App Store, Apple News và Chứng khoán. Ví dụ: chúng tôi có thể chia sẻ dữ liệu phi cá nhân với chủ sở hữu nội dung, để họ có thể đánh giá được hiệu quả của tác phẩm sáng tạo của mình, đáp ứng các yêu cầu về tác quyền và kế toán, cũng như cải thiện các sản phẩm và dịch vụ của họ. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Thông thường, chúng tôi xử lý dữ liệu cá nhân của bạn trong ứng dụng Sách cho việc thực hiện hợp đồng của bạn với Apple khi cần thiết để cung cấp dịch vụ và để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý các danh mục dữ liệu cá nhân sau đây khi cần thiết cho các mục đích lợi ích hợp pháp của mình hoặc của bên thứ ba, bao gồm thông tin về: • Việc sử dụng ứng dụng Sách của bạn, bao gồm các tính năng mà bạn sử dụng (ví dụ: các mục mà bạn thêm vào danh sách Muốn đọc), nội dung mà bạn tìm kiếm, nội dung mà bạn xem, các nhận xét của bạn và tương tác của bạn với các thông báo • Tài khoản của bạn, ví dụ như các sản phẩm Apple mà bạn sở hữu, đăng ký của bạn vào các dịch vụ của Apple, cũng như các mục mua và tải về của bạn • Địa chỉ IP và ID phần cứng của thiết bị của bạn Những lợi ích hợp pháp này bao gồm: • Tối ưu hóa và cải thiện dịch vụ cho bạn và những người khác • Giúp bạn khám phá nội dung phù hợp nhất với mình • Gửi cho bạn các liên lạc về Apple Books cũng như các sản phẩm, dịch vụ và ưu đãi liên quan khác của Apple mà bạn có thể quan tâm • Cung cấp báo cáo cho các chủ sở hữu nội dung • Ngăn chặn lừa đảo và hoạt động có hại khác Lưu giữ Chúng tôi lưu giữ dữ liệu cá nhân được liên kết với các mục mua và bản tải về của bạn trong các khoảng thời gian được quy định trong luật áp dụng, thay đổi theo vùng, liên quan đến việc báo cáo tài chính. Đối với hầu hết các khách hàng, việc này yêu cầu khoảng thời gian lưu giữ tối thiểu là 10 năm. Tuy nhiên, khoảng thời gian đó có thể là 30 năm tại những vùng như Trung Quốc. Chúng tôi cũng lưu giữ một bản ghi về việc mua và tải về nội dung của bạn, tối thiểu bằng với thời gian bạn có tài khoản với chúng tôi, để cho phép bạn tải về lại nội dung đó, tuân theo các điều khoản áp dụng của chúng tôi. Chúng tôi lưu giữ thông tin khác như hoạt động duyệt và các tìm kiếm trong một khoảng thời gian ngắn hơn, hầu hết thường là hai năm. Khoảng thời gian được chọn căn cứ vào các yêu cầu pháp lý áp dụng cho việc lưu giữ dữ liệu và các trường hợp sử dụng cụ thể trong kinh doanh. Tuy nhiên, một số thông tin, như mục mua, nhưng không bao gồm chi tiết thẻ được lưu trữ của bạn, có thể được lưu giữ dưới dạng hồ sơ kinh doanh ngay cả sau khi bạn đóng tài khoản hoặc dừng sử dụng Apple Books hoặc các cửa hàng trực tuyến khác của Apple. Khi bạn sử dụng thẻ thanh toán, Apple có thể lưu giữ và tự động cập nhật số thẻ và thông tin thanh toán của bạn cho các mục mua trong tương lai, các giao dịch lặp lại hoặc những lần sử dụng khác mà bạn cấp phép. Apple có thể lấy thông tin này từ tổ chức tài chính hoặc mạng lưới thanh toán của bạn và cũng sử dụng thông tin đó cho mục đích ngăn chặn lừa đảo và xác minh. Ngăn chặn lừa đảo và hoạt động có hại khác Chúng tôi cũng thu thập dữ liệu cá nhân để ngăn chặn lừa đảo và hoạt động có hại khác trong Apple Books và các cửa hàng trực tuyến khác của Apple, cũng như các ứng dụng và dịch vụ khác của Apple. Thông tin này bao gồm thông tin thiết bị, ví dụ như loại thiết bị và phiên bản phần mềm, thông tin vị trí (được ước lượng bằng cách đối chiếu địa chỉ IP kết nối internet của bạn với một khu vực địa lý, nếu có thể), lịch sử tải về và mua và các tương tác khác với cửa hàng. Khi bạn thực hiện một giao dịch mua, Apple có thể sử dụng thông tin về mối quan hệ kinh doanh trước đây của bạn với Apple để xử lý yêu cầu và xác định xem có cung cấp sản phẩm hoặc dịch vụ trước khi được đối tác thanh toán xác thực không. Chúng tôi cũng tính điểm số tin cậy thiết bị trên thiết bị của bạn khi bạn muốn mua hàng bằng cách sử dụng thông tin về cách bạn sử dụng thiết bị, bao gồm số lượng gần đúng các cuộc gọi điện thoại hoặc email mà bạn gửi và nhận. Nội dung gửi được thiết kế để Apple không thể ghi nhớ các giá trị thực trên thiết bị của bạn. Điểm số được lưu trữ trong khoảng thời gian cố định trên các máy chủ của chúng tôi. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy
zh_cn: 保护你信息的隐私和安全是Apple每个人的首要任务。我们致力于仅收集为你带来更佳体验所需的数据。收集数据时，我们认为你对所收集数据及为何需要该数据享有知情权，以便你做出明智选择，这十分重要。与每一种Apple产品和服务一样，Apple Books在设计上同样基于上述原则。 提供商店 我们使用你的个人数据在App Store和其他Apple在线商店（包括iTunes Store和Apple Books）中提供相关服务和功能。此类信息包括你的账户和付款信息（可在设置中访问和更改），以及购买和下载记录等。 当你从Apple Books下载内容时，Apple会记录你的Apple账户和标识符，如设备的硬件ID和IP地址。 为了你的方便起见，Apple Books会在已登录的设备和电脑之间同步你的书签、笔记和藏书。此类信息与你的Apple账户关联储存。 改进商店 为了改进App Store和其他Apple在线商店的使用体验，我们会收集你使用Apple Books的相关信息，包括打开或关闭商店的时间、搜索的内容、查看和下载的内容以及你与通知的交互信息。我们还会收集设备的相关信息，如设备类型、操作系统版本以及设备的可用空间。我们可能会使用此信息来评估请求的内容是否可下载，了解设备储存空间使用的大致趋势，以及设备是通过无线局域网还是蜂窝网络连接。你搜索的内容也是我们提供热门搜索的前提条件。我们使用App使用情况和阅读活动相关的聚合信息来改进搜索和推荐。 我们收集用户与图书的交互信息来了解用户参与程度、功能偏好以及阅读活动的整体情况。此信息与每位用户和每本书的随机唯一标识符关联，以确保Apple无法了解具体某位用户的阅读活动。对于从Apple Books下载的图书，不同用户之间与图书信息（如类型）关联的使用情况会进行统计。对于不是从Apple Books下载的图书或其他文稿，我们会收集文件格式，但不收集与图书内容相关的信息。 我们通过iCloud并使用端对端加密技术在已登录iCloud的设备间同步图书使用活动的标识符。若要在iOS、iPadOS或visionOS设备上还原这些标识符，请前往“设置”> App >“图书”，然后轻点“还原标识符”。 个性化商店 我们使用你与Apple Books的交互信息来帮助你发现最感兴趣的内容。例如，了解你查看或下载的内容后我们才能提供个性化功能，如“更多你可能喜欢的图书”。我们基于你之前搜索、查看、下载、更新、评论或添加到“欲读清单”的内容，来推荐我们认为你可能感兴趣的内容。我们还使用你的阅读活动（如书内的阅读进度）来生成更相关的推荐。此阅读活动不会与你的Apple账户关联。我们会使用你的购买历史记录和支付方式以及从你Apple账户获取的账户信息。你可以关闭Apple账户的“个性化推荐”，以在App Store、Apple Books、iTunes Store、“视频”、“播客”以及Apple订阅服务中关闭个性化功能。在iOS、iPadOS或visionOS设备上，前往“设置”> [你的姓名] >“媒体与购买项目”，轻点“查看账户”，然后轻点关闭“个性化推荐”。 Siri会基于设备端对你所用App产生信息的处理推荐你可能喜欢的内容。此信息不会发送给Apple。你可以随时停用此功能：在iOS、iPadOS或visionOS设备上，前往“设置”> App >“图书”>“Siri与搜索”，然后轻点关闭“在App中显示”。 与你通信 Apple可能使用你的账户相关信息，例如你拥有的Apple产品和你订阅的Apple服务，向你发送Apple Books以及你可能感兴趣的Apple其他产品、服务和优惠的相关信息。Apple还可能使用你在Apple Books中活动相关的信息，向你发送Apple Books中新功能、内容和优惠内容相关的信息。 若你同意接收邮件营销，你可能会通过电子邮件收到这些信息。你可以更改电子邮件偏好设置并选择不接收这些电子邮件，方法是前往account.apple.com，或在iOS、iPadOS或visionOS设备上，前往“设置”> [你的姓名] >“个人信息”>“通信偏好设置”。你还可能通过推送通知收到这些沟通信息。若要在iOS、iPadOS和visionOS设备上更新通知偏好设置或选择不接收通知，请前往“设置”>“通知”>“图书”。 广告 Apple投放的广告可帮助用户在App Store、Apple News和“股市”中发现App、产品和服务。我们使用你的设备、账户、购买、订阅和下载的相关信息来确保提供的广告具有相关性。当你在App Store中搜索时，我们还会使用你的搜索词。我们创建了用户组别（即广告细分）来将相似特征的人群分组并使用这些组别投放定向广告。你的信息用于决定将你分配到哪个细分组别，以及相应地，会收到哪些广告。为保护你的隐私，仅在有5,000人以上满足定向标准时，我们才会投放定向广告。用于确定哪些广告与你相关的信息会与随机标识符绑定，不会与你的Apple账户绑定。 如果打开了“个性化广告”设置，Apple广告平台可能使用你的信息提供与你更为相关的广告。如果你不希望从Apple的广告平台接收与你兴趣相关的广告，你可以选择关闭“个性化广告”。关闭“个性化广告”将阻止Apple使用你的信息进行广告定向。你收到的广告数量可能不会减少，但广告相关性会降低。 进一步了解Apple广告与隐私，请访问www.apple.com.cn/legal/privacy/data/zh-cn/apple-advertising。 若要了解如何拒收App Store、Apple News和“股市”中的个性化广告，请访问：support.apple.com/105131。 与第三方共享 对于与Apple合作提供产品与服务、协助Apple进行市场营销以及代表Apple出售广告（在App Store、Apple News和“股市”中显示）的战略合作伙伴，我们有义务向其提供部分有关你购买内容的非个人数据。例如，我们可能与内容拥有者共享非个人数据，以助其衡量创作表现、满足版税和会计要求并改进其产品和服务。 处理个人数据的适用法律依据 我们处理你在“图书”App中的个人数据，一般是为了履行你与Apple的合同，处理范围视提供服务以及遵守法律义务所需而定。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理以下类别的个人数据，其中的信息涉及： • “图书”App的使用情况，包括使用的功能（例如添加到“欲读清单”的内容），搜索、查看的内容，你的评论以及与通知的交互 • 你的账户，如拥有的Apple产品、订阅的Apple服务以及购买和下载的项目 • 你设备的硬件ID和IP地址 这些合法权益包括： • 为你及他人优化和改进服务 • 帮助你探索你最感兴趣的内容 • 向你发送Apple Books以及你可能感兴趣的其他相关Apple产品、服务和优惠的相关信息 • 为内容拥有者提供报告 • 防范欺诈及其他恶意行为 保留 我们保留与你购买和下载关联的个人数据，保留期限符合财务报告相关适用法律的规定，不同地区会有所不同。对于大部分消费者，保留期限至少需10年；但在某些国家或地区（如中国），该期限可能为30年。根据我们的适用条款，至少在你拥有我们的账户期间内，我们还会保留你购买和下载内容的记录，以便你重新下载该内容。我们保留浏览行为和搜索等其他信息的期限会短一些，一般为两年。采用的期限已考虑适用法律对保留数据和特定业务用例的要求。但是，部分信息（如购买项目，但不是已储存卡片的详细信息）在你注销账户或停止使用Apple Books或其他Apple在线商店后可能仍会保留为业务记录。 当你使用付款卡时，Apple可能会保留并自动更新你的卡号和账单信息，以用于之后的消费、重复交易或你授权的其他用途。Apple可能会从你的金融机构或支付网络获取此信息，同时将其用于验证和防范欺诈行为。 防范欺诈及其他恶意行为 我们还收集个人数据以防范Apple Books、其他Apple在线商店以及其他Apple App与服务中的欺诈及其他恶意行为。此类信息包括设备信息（如设备类型和软件版本）、位置信息（如可用，通过将互联网连接的IP地址与地理区域进行匹配而估算得出）、下载和购买记录，以及其他与商店交互的信息。当你发起购买时，Apple可能使用你与Apple过往交易关系的相关信息来处理请求并确定是否在支付合作伙伴授权之前提供相关产品或服务。 当你尝试购买时，我们还会使用与你的设备使用方式相关的信息（包括大致的通话次数或收发的电子邮件数量）在设备上计算并得出一个设备信任值。数值经处理后提交，Apple无法获悉你设备上的真实数值。该数值会在我们的服务器上储存一段固定的时间。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy
zh_hk: 保護你資料的私隱和保安是Apple每個人的首要任務。我們努力只收集真正需要的資料來改進你的體驗。收集資料時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。跟各項Apple產品和服務一樣，Apple Books亦遵照上述原則設計而成。 提供商店內容 我們會使用你的個人資料以在App Store和其他Apple網上商店中提供服務與功能，包括iTunes Store和Apple Books。此資料包括如你的帳户和付款資料（你可以在設定中取用並更改），以及你的購物和下載記錄。 當你從Apple Books下載內容，Apple會記錄你的Apple帳户連帶裝置硬件識別碼和IP位址等識別碼。 Apple Books會在你登入的裝置和電腦上同步你的書籤、筆記和藏書，來方便你使用。此資料會以連繫至你的Apple帳户的方式儲存。 改善商店 為改善App Store和其他Apple網上商店中的使用體驗，我們會收集你在Apple Books中的使用狀況資料，包括你何時開啟或關閉書店、你搜尋的內容、你檢視和下載的內容，以及你與通知的互動。我們也會收集你的裝置資料，例如裝置類型、作業系統版本，以及裝置的可用空間。我們可能會使用此資訊來評估要求的內容可否下載、了解裝置儲存空間平常的使用傾向，以及你的裝置是連接WLAN還是流動網絡。你搜尋的內容有助於我們提供熱門搜尋。我們會使用關於App使用狀況和閲讀活動的彙集資料來改進搜尋和推薦。 我們收集用户與書籍的互動以了解用户活動、為功能定下優先次序和了解彙集閲讀活動。這些資料與每位用户和每本書籍的隨機獨有識別碼相關聯，因此Apple無法得知個別用户的閲讀活動。至於從Apple Books下載的書籍，不同用户的使用狀況資料和書籍資料（如類型）會彙集起來。至於其他不經Apple Books下載的書籍和其他文件，我們只收集檔案格式而非書籍內容。 我們以點對點加密方式於你已登入iCloud的裝置同步書籍使用狀況的識別碼。如要在iOS、iPadOS或visionOS裝置上重設這些識別碼，請前往「設定」> App >「書籍」，並點一下「重設識別碼」。 個人化商店 我們使用你和Apple Books的互動以協助你探索與你最相關的內容。了解你檢視或下載的內容有助於我們提供個人化的功能，如「更多你可能會喜歡的書籍」。我們會根據你之前搜尋、檢視、下載、更新、評論或加至「想閲讀」列表的內容，建議你可能感興趣的內容。我們亦會根據你的閲讀活動（例如在書中的閲讀進度）來產生更相關的建議。此閲讀活動不會連繫至你的Apple帳户。我們會使用你的購買記錄和付款方式，以及來自你Apple帳户的帳户資料。你可以透過關閉Apple帳户的「個人化推薦項目」來在App Store、Apple Books、iTunes Store、「影片」、Podcast和Apple訂閲項目中關閉個人化功能。在iOS、iPadOS或visionOS裝置上，前往「設定」> [你的姓名] >「媒體與購買項目」，點一下「檢視帳户」，然後點一下來關閉「個人化推薦項目」。 Siri會根據你使用的App所得資料的裝置上處理，來向你建議你可能會喜歡的內容。此資料不會傳送予Apple。你可以隨時在iOS、iPadOS或visionOS裝置上停用此功能。請前往「設定」> App >「書籍」>「Siri與搜尋」，然後點一下以關閉「在App中顯示」。 與你通訊 Apple可能會使用與你帳户相關的資料（例如你擁有的Apple產品以及訂閲的Apple服務）向你傳送Apple Books以及你可能感興趣的其他Apple產品、服務和優惠的相關通訊。Apple可能也會使用Apple Books中你活動的相關資料來向你傳送有關Apple Books中的新功能、內容和優惠的通訊。 如你同意接收電郵推廣，你可以透過電郵接收這些通訊。你可以前往account.apple.com，或在iOS、iPadOS或visionOS裝置前往「設定」> [你的姓名] >「個人資料」>「通訊偏好設定」來更改電郵偏好設定，並選擇不接收這些電郵。你也可以透過推送通知接收這些通訊。如要在iOS、iPadOS或visionOS裝置上更新通知偏好設定或選擇不接收通知，請前往「設定」>「通知」> 「書籍」。 廣告 Apple提供的廣告協助用户在App Store、Apple News和「股市」中探索App、產品和服務。我們會使用與你裝置、帳户、購買項目、訂閲項目和下載項目相關的資料，以確保廣告與你相關。你在App Store搜尋時，我們也會使用你的搜尋字詞。我們會製作有相似特質的人物群組（稱為分類），並使用這些群組傳送定向廣告。會使用有關你的資料來決定你是屬於哪一分類，你會因此收到相關的廣告。為了保護你的私隱，只有在超過5,000人符合定向條件時才會傳送定向廣告。用來決定哪些廣告與你相關的資料會連繫至隨機識別碼，不會連繫至你的Apple帳户。 如已啟用「個人化廣告」設定，Apple的廣告平台可能會使用你的資料來提供與你更相關的廣告。如你不想收到Apple廣告平台根據你的興趣所傳送的目標廣告，你可以選擇關閉「個人化廣告」。關閉「個人化廣告」會令Apple無法將你的資料用於廣吿目標。這樣未必會減少你收到的廣告數量，但廣告可能與你的相關性較低。 進一步了解「Apple廣告與私隱」，請前往www.apple.com/hk/legal/privacy/data/zh-hk/apple-advertising。 了解如何選擇在App Store、Apple News和「股市」中不接收個人化廣告，請瀏覽：support.apple.com/105131。 與第三方分享 我們有義務將與你內容購買項目相關的部份非個人資料提供給與Apple合作的策略合作夥伴，以提供產品和服務、協助Apple向顧客推銷以及代表Apple銷售廣告以在App Store、Apple News和「股市」中顯示。例如，我們可能與內容擁有者分享非個人的資料，以便他們評估其創意作品的表現，滿足版稅及會計要求，並改善其產品與服務。 處理個人資料的適用法律依據 我們處理你在「書籍」App中的個人資料，通常是為了履行你與Apple之間的合約，此為提供服務所必需的，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理以下類別的個人資料，以保障我們或第三方的合法權益，包括以下資料： • 你的「書籍」App使用情況，包括你使用的功能（例如加至「想閲讀」列表的項目）、搜尋的內容、檢視的內容、評論，以及與通知的互動 • 你的帳户，例如你擁有的Apple產品、訂閲的Apple服務，以及購買和下載項目 • 你裝置的硬件識別碼和IP位址 這些合法權益包括： • 為你和他人最佳化和改進服務 • 協助你發現與你最相關的內容 • 向你傳送Apple Books以及你可能感興趣的其他相關Apple產品、服務和優惠的相關通訊 • 為內容擁有者提供報告 • 防範詐騙和其他惡意活動 保留 我們會保留與你購買和下載內容相關的個人資料一段時間，此保留時間視各個地區財務報告適用的相關法律而有所不同。對於大部份的消費者，保留期需要至少10年，但在某些地區（如中國）該保留期可能為30年。我們也會保留你的購買和下載內容記錄，保留期間至少為你擁有我們帳户的期間，以便你在符合重新下載適用條款的情況下可重新下載內容。我們會保留如瀏覽記錄和搜尋內容等其他資料較短時間，一般為兩年。所選的保留期會考慮到保留資料的適用法律要求和特定業務使用案例。不過，即使你關閉帳户或停止使用Apple Books或其他Apple網上商店，部份資料（例如購買項目，而非你儲存的卡詳細資料）可能仍會保留為營業記錄。 當你使用付款卡時，Apple可能會保留並自動更新你的卡號和帳單資料，以供日後購買、重複交易或你授權的其他用途。Apple可能會從你的金融機構或支付網絡取得此資料，並會將其用於防止詐騙和進行驗證。 防範詐騙和其他惡意活動 我們也會收集個人資料以防範Apple Books和其他Apple網上商店以及其他Apple App和服務中的詐騙和其他惡意活動。此資料包括裝置資料，例如裝置類型和軟件版本、位置資料（如有提供，系統透過將你的互聯網連線IP位址與地理地區比較來取得的大約位置）、下載和購買記錄，以及與商店的其他互動。當你開始購買，Apple可能會使用有關你與Apple的過去業務關係資料來處理要求，並在付款合作夥伴授權前確定是否提供產品或服務。 當你嘗試購物時，我們會按裝置的使用資料（包括大約通話次數或傳送和收到的電郵）計算裝置信任分數。資料送出的設計令Apple無法得知你裝置的真實數字。分數會在我們的伺服器上儲存一段固定時間。 無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com/hk/privacy
zh_tw: 保護你資訊的隱私權和安全性是Apple每個人的首要任務。我們努力收集真正需要的資料來改進你的體驗，當有收集資料的必要時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。如同各項Apple產品和服務，Apple Books亦遵照上述原則設計而成。 提供商店內容 我們會使用你的個人資料以在App Store和其他Apple線上商店（包含iTunes Store和Apple Books）中提供服務和功能。此資訊包含如你的帳號和付款資訊（你可以在設定中取用並更改），以及你的購買和下載記錄。 當你從Apple Books下載內容時，Apple會記錄你的「Apple帳號」連帶裝置硬體識別碼和IP位址等識別碼。 為方便你使用，Apple Books會在你已登入的裝置和電腦之間同步書籤、備忘錄和藏書。這些資訊會被儲存並與你的「Apple帳號」產生關聯。 改進商店 為改進App Store和其他Apple線上商店中的使用體驗，我們會收集你在Apple Books中的使用狀況資訊，包含你何時打開或關閉商店，你搜尋的內容及你檢視和下載的內容，以及你與通知的互動。我們也會收集你的裝置資訊，例如裝置類型、作業系統版本，以及裝置的可用空間。我們可能會使用此資訊來評估要求的內容是否可供下載、瞭解裝置儲存空間平常的使用傾向，以及你的裝置是否連接WLAN或行動網路。你搜尋的內容也有助於我們提供流行趨勢搜尋項目。我們會使用關於App用量和閱讀活動的彙集資訊來改進搜尋和推薦項目。 我們收集使用者與書籍的互動以瞭解使用者的喜好、提供優先的功能，並且瞭解總體閱讀的活動。此資訊是與每位使用者和每本書的隨機獨有識別碼有所關聯，因此Apple並不知悉特定使用者的閱讀活動。對於從Apple Books下載的書籍，會針對與書籍相關的資訊（例如類型）在不同使用者之間彙集使用狀況。對於不是從Apple Books下載的書籍或其他文件，我們會收集檔案格式，但不會收集書籍內容的資訊。 針對已登入iCloud的裝置之間的書籍使用狀況和活動，我們使用iCloud透過端對端加密來同步識別碼。若要在iOS、iPadOS或visionOS裝置上重置這些識別碼，請前往「設定」> App >「書籍」並且點一下「重置識別碼」。 個人化商店 我們會使用你與Apple Books的互動情況來協助你探索與你最相關的內容。例如，瞭解你檢視或下載的內容有助於我們提供個人化的功能，如「更多你可能會喜歡的書籍」。我們會依據你先前搜尋、檢視、下載、更新、評論或加入「欲讀清單」的內容來建議你可能會感興趣的內容。我們也會使用你的閱讀活動，例如一本書中的閱讀進度，來產生更多相關推薦。此閱讀活動不會與你的「Apple帳號」產生關聯。我們會使用你的購買記錄和付款方式連同來自「Apple帳號」的帳號資訊。你可以關閉「Apple帳號」的「個人化推薦」以在App Store、Apple Books、iTunes Store、「影片」、Podcast和Apple訂閱項目中關閉個人化功能。在iOS、iPadOS或visionOS裝置上，請前往「設定」> [你的姓名] >「媒體與購買項目」，點一下「檢視帳號」，然後點一下來關閉「個人化推薦」。 Siri會依據在裝置上處理的資訊（來自你使用的App）建議你可能會喜歡的內容。此資訊不會傳送到Apple。你可以隨時在iOS、iPadOS或visionOS裝置上停用，請前往「設定」> App >「書籍」>「Siri與搜尋」，然後點一下來關閉「在App中顯示」。 與你通訊 Apple可能會使用與你帳號有關的資訊（例如你擁有的Apple產品和你訂閱的Apple服務），以傳送Apple Books和其他你可能感興趣的Apple產品、服務和優惠的相關通訊。Apple也可能使用你在Apple Books中的活動相關資訊來和你進行通訊，告知你關於Apple Books中可用的新功能、內容和優惠。 若你同意接受電子郵件行銷，你就可以透過電子郵件收到這些通訊內容。你可以前往account.apple.com來更改電子郵件的偏好設定，並選擇不接收這些電子郵件，或是在iOS、iPadOS或visionOS裝置上前往「設定」> [你的姓名] >「個人資訊」>「通訊偏好設定」。你也可以透過推播通知收到這些通訊內容。若要在iOS、iPadOS或visionOS裝置上更新你通知的偏好設定或選擇不接收通知，請前往「設定」>「通知」>「書籍」。 廣告 Apple傳送的廣告可協助人們在App Store、Apple News和「股市」上探索App、產品和服務。我們會使用你的裝置、帳號、購買項目、訂閱項目和下載項目的相關資訊，以確保廣告具有相關性。你在App Store上搜尋時，我們也會使用你的搜尋詞彙。我們會製作有相似特質的人員群組（稱為分類），並使用這些群組傳送定向廣告。你的個人資訊會用來決定你是屬於哪一個分類，你會因此收到相關的廣告。為了保護你的隱私權，只有在超過5,000名人員符合定向條件時才會傳送定向廣告。用來確認廣告與你的關聯性資訊會綁定到隨機識別碼，不會綁定到你的「Apple帳號」。 若啟用了「個人化廣告」設定，則Apple的廣告平台可能會使用你的資訊來提供與你更為相關的廣告。若你不想收到Apple廣告平台依據你的興趣所傳送的定向廣告，你可以選擇關閉「個人化廣告」。關閉「個人化廣告」可避免Apple將你的資訊用於定向廣告。這可能不會減少你接收到的廣告數量，但廣告與你的關聯性可能較低。 進一步瞭解「Apple廣告與隱私權」，請前往www.apple.com/tw/legal/privacy/data/zh-tw/apple-advertising。 瞭解如何選擇不接收App Store、Apple News和「股市」中的個人化廣告，請前往support.apple.com/105131。 與第三方分享 我們有義務將與購買內容相關的非個人資料提供給Apple共同提供產品及服務、協助Apple對客戶行銷，以及在App Store、Apple News和「股市」中以Apple的名義銷售廣告的策略合作夥伴。例如，我們可能與內容擁有者分享非個人的資料，以便他們評估其創意作品的表現，滿足版稅及會計需求，並改善其產品與服務。 處理個人資料適用的法律依據 我們會處理「書籍」App中你的個人資料，通常是為了履行你與Apple之間的合約，視提供服務和遵守法律義務所需而定。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理下列類別的個人資料，包含以下相關資訊： • 你對於「書籍」App的使用，包含你使用的功能（例如你加入「欲讀清單」的內容）、搜尋的內容、檢視的內容、你的評論，以及你與通知的互動 • 你的帳號，例如你擁有的Apple產品、你訂閱的Apple服務以及你購買和下載的項目 • 你裝置的硬體識別碼和IP位址 這些正當利益包含： • 為你和其他人最佳化並改進服務 • 協助你探索與你最為相關的內容 • 傳送與Apple Books和其他你可能感興趣的Apple產品、服務和優惠的相關通訊 • 提供報告給內容擁有者 • 防範詐騙和其他惡意活動 保留 我們會保留與你購買項目和下載內容相關的個人資料一段時間，此保留時間視各地區財務報告適用的相關法律而有所不同。針對大部分的消費者，需要至少10年的保留期，但在如中國等地區，保留期可達30年。我們也會保留你的購買和下載內容記錄，保留期間至少為你擁有我們帳號的期間，以便你在符合適用條款的情況下可重新下載內容。我們會保留如瀏覽活動和搜尋內容等其他資訊較短時間，通常為兩年。所選的保留期間會考量到適用的法律需求以保留資料和特定業務使用案例。不過，即使你關閉帳號或停止使用Apple Books或其他Apple線上商店，部分資訊（例如購買項目，而非你儲存的卡片詳細資訊）可能會依營業記錄需求留底。 當你使用付款卡時，Apple可能會保留並自動更新你的卡號和帳單資訊，以供日後購買、重複交易或你授權的其他用途使用。Apple可能會從你的金融機構或支付網路取得此資訊，並也會將其用於防範詐騙和進行驗證。 防範詐騙和其他惡意活動 我們也會收集個人資料以防範Apple Books和其他Apple線上商店和其他Apple App與服務中的詐騙和其他惡意活動。此資訊包含裝置資訊，例如裝置類型和軟體版本、位置資訊（若有提供，系統會將你網際網路連線的IP位址與地理區域比對來取得大約位置）、下載和購買記錄，以及其他在商店中的互動。當你開始購買時，Apple可能會使用你與Apple過往商務關係的相關資訊來處理要求，並在付款夥伴授權之前確定是否提供產品或服務。 當你嘗試進行購物時，我們也會在裝置上使用與裝置用途有關的資訊（包含你通話或收發電子郵件的大約數量）來計算裝置的信任分數。送出資訊的方式是經過設計的，Apple並無法得知你裝置上的真實數值。這些分數會在我們的伺服器上儲存一段固定的時間。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy
